{"summary":["Some actions, like using electricity from a fossil fuel-fired power plant, lead to greenhouse gases entering the atmosphere. These greenhouse gas “emissions” are the root cause of climate change. By lowering one’s own emissions as much as possible, and then “canceling out” any remaining (or “residual”) emissions, an organization can reach net zero emissions. As long as humans keep adding greenhouse gases to the atmosphere, climate change will continue to get worse. Almost every country on Earth signed the Paris Agreement in 2015, pledging to reach netzero emissions in time to hold global warming to no more than 2° C and strive for 1.5° C. With worldwide “net zero” emissions, it may be possible to reverse some (but not all) of the catastrophic effects of climateChange. It is even possible to go further, and take more greenhouse gases from the atmosphere than we emit now. The goal of climate action must be the goal of action if we are finally finally to stabilize climate change, writes Andrew Keen. The U.S. is the only country in the world that has not reached net zero, he says, and it is unlikely to do so in the next few years or even in the 2030s or 2050s. The Paris Agreement is the best chance for the world to achieve net zero by 2050, Keen says. But it is still possible to have a net zero planet by the end of the century."],"article_text":"Some actions, like using electricity from a fossil fuel-fired power plant, lead to greenhouse gases entering the atmosphere. These greenhouse gas “emissions” are the root cause of climate change. Other actions help reduce emissions, like building a solar farm that lets us run that fossil fuel-fired power plant less—or even, like planting trees, take some greenhouse gases back out of the atmosphere.\n\n\n\nA person or organization with net zero emissions is one that takes both kinds of actions, such that their positive and negative impacts on the climate are considered to effectively balance out. This is an important strategy, because it can be very hard, expensive, or even impossible to emit no greenhouse gases at all. By lowering one’s own emissions as much as possible, and then “canceling out” any remaining (or “residual”) emissions, an organization can reach net zero emissions and stop contributing to the buildup of greenhouse gases and their effect on the climate.\n\nNet zero organizations\n\nA growing number of organizations, from companies and universities to cities and countries, are pledging to reach net zero emissions.\n\n\n\nIdeally, they would do this by eliminating all their emissions. Most organizations, however, will find they can only reduce their own emissions so far. (For instance, they may need to buy electricity from a local electric grid that still runs partly on fossil fuels.) To reach net zero, these organizations will need to either take actions that remove some greenhouse gases from the atmosphere, or help someone else reduce their emissions—like by buying equipment to capture methane at their local landfill. These actions could be considered to have “negative emissions.”\n\n\n\nOrganizations don’t always take on these negative emissions projects themselves. Many choose to buy carbon offsets, paying someone else with more expertise to trap methane, plant trees, or otherwise keep greenhouse gases out of the atmosphere. Carbon offset projects can be located anywhere in the world, giving organizations more options to invest in larger or more economically efficient projects than they could carry out alone.\n\nScope 1, 2, and 3 emissions To achieve net zero emissions, organizations must first know how much they emit. This can be more complicated than it may appear. In counting up its emissions, an organization should always include both “scope 1” (or direct) emissions, and “scope 2” emissions.1 Scope 1: Greenhouse gases the organization itself puts into the atmosphere—for instance, by burning gas to heat its buildings.\n\n\n\nScope 2: Greenhouse gases produced by the utilities the organization buys—for instance, when buying electricity from a fossil fuel-fired power plant. Organizations may also choose to include some or all of their “scope 3” emissions. Scope 3: Greenhouse gases produced by other goods and services the organization uses—for instance, by the cars employees use to commute, by flights for business travel, and by disposal of the organization’s waste. Scope 3 emissions are not always included in plans to reach net zero emissions, however, in part because they can give rise to double counting. When an employee drives a gas-powered car to work, are those emissions the responsibility of the employer, the employee, the car manufacturer, or the oil company who sells the gasoline?\n\nA net zero planet\n\nThere is an important, practical reason for the focus on net zero. As long as humans keep adding greenhouse gases to the atmosphere, climate change will continue to get worse. Only when the whole planet reaches net zero emissions will the climate begin to stabilize.\n\n\n\nFor this reason, almost every country on Earth signed the Paris Agreement in 2015, pledging to reach net zero emissions in time to hold global warming to no more than 2° C and strive for no more than 1.5° C. According to the Intergovernmental Panel on Climate Change, meeting the stronger 1.5° C goal would require the whole world to reach net zero emissions by 2050.2 Many organizations make net zero pledges in line with these global targets, wanting to “do their part” to achieve a net zero world.\n\n\n\nGlobal net zero emissions, however, are especially hard to achieve. Once humans reduce worldwide emissions as much as possible, the only way to “cancel out” any residual emissions will be to actively take greenhouse gases back out of the atmosphere.\n\n\n\nStill, it is not impossible to have a net zero planet: in fact, it must be the goal of climate action if we are to finally stabilize climate change. It is even possible to go further, and take more greenhouse gases from the atmosphere than we emit. With worldwide “net negative” emissions, it may be possible to reverse some (but not all) of the catastrophic effects of climate change.\n\nRelated terms Carbon neutrality and net zero carbon emissions are similar terms to net zero emissions, but are narrower in scope: they only address the addition and removal of carbon dioxide (CO 2 ) from the atmosphere. CO 2 is the most common and impactful greenhouse gas released by human activities, but not the only one: true net zero emissions must also consider the other greenhouse gases including methane, nitrous oxide, and fluorinated gases. Climate neutrality is an even broader term that considers everything humans do that might influence the climate. For instance, the Earth’s snow cover helps reflect light back into space, cooling the planet. Human activities that reduce snow cover would not be “climate neutral,” even if they emit no greenhouse gases at all. Net negative emissions is a goal that goes even further than net zero: removing more greenhouse gases from the atmosphere than one emits. If the entire world were to achieve net negative emissions, it could potentially reverse some of the climate change we have already caused.\n\nClick here to see data from the infographic above in a table. Activity Description Emissions impact Business as usual (before) A business emits greenhouse gases when it uses electricity and heat, when its employees and suppliers drive their cars and trucks, and when it sends waste to the local landfill, among other activities. 10,000 tons of CO 2 e Energy efficiency (after) By improving its energy efficiency, switching to cleaner electricity sources, and making other changes to its operations, the business lowers its own emissions by 6,000 tons of CO 2 e a year. -6,000 tons of CO 2 e Carbon removal (after) The business plants trees that\n\ntake 1,000 tons of CO 2 e\n\nout of the atmosphere. -1,000 tons of CO 2 e Outside carbon reductions (after) The business builds a wind\n\nturbine and sells power to\n\nthe local grid—displacing\n\nenough fossil fuel power to\n\nprevent 3,000 tons of CO 2 e\n\nemissions each year. -3,000 tons of CO 2 e Total The removed or prevented emissions now equal the greenhouse gases the business emits itself. It has achieved net-zero emissions. 0 tons of CO 2 e\n\nPublished December 16, 2022.","article_title":"Net Zero Emissions","article_authors":["Mit Climate Portal Writing Team","Reviewed Steven Lanou","Sustainability Project Manager","Mit Office Of Sustainability"],"article_image":"https://climate.mit.edu/sites/default/files/2022-12/manny-becerra-NgdhrwAx0J8-unsplash.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/net-zero-emissions","article_html":"<div><p>Some actions, like using electricity from a fossil fuel-fired power plant, lead to <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gases</a> entering the atmosphere. These greenhouse gas &#8220;emissions&#8221; are the root cause of climate change. Other actions help reduce emissions, like building a solar farm that lets us run that fossil fuel-fired power plant less&#8212;or even, like <a href=\"https://climate.mit.edu/explainers/forests-and-climate-change\">planting trees</a>, take some greenhouse gases back out of the atmosphere.<br>\n&#160;<br>\nA person or organization with&#160;net zero emissions&#160;is one that takes both kinds of actions, such that their positive and negative impacts on the climate are considered to effectively balance out. This is an important strategy, because it can be very hard, expensive, or even impossible to emit no greenhouse gases at all. By lowering one&#8217;s own emissions as much as possible, and then &#8220;canceling out&#8221; any remaining (or &#8220;residual&#8221;) emissions,&#160;an organization can reach net zero emissions and stop contributing to the buildup of greenhouse gases and their effect on the climate.</p>\n\n<h6>Net zero organizations</h6>\n\n<p>A growing number of organizations, from companies and universities to cities and countries, are pledging to reach net zero emissions.<br>\n&#160;<br>\nIdeally, they would do this by eliminating all their emissions. Most organizations, however, will find they can only reduce their own emissions so far. (For instance, they may need to buy electricity from a local <a href=\"https://climate.mit.edu/explainers/electric-grid\">electric grid</a> that still runs partly on fossil fuels.) To reach net zero, these organizations will need to either take actions that remove some greenhouse gases from the atmosphere, or help someone else reduce their emissions&#8212;like by buying equipment to capture methane at their local landfill. These actions could be considered to have &#8220;negative emissions.&#8221;<br>\n&#160;<br>\nOrganizations don&#8217;t always take on these negative emissions projects themselves. Many choose to buy <a href=\"https://climate.mit.edu/explainers/carbon-offsets\">carbon offsets</a>, paying someone else with more expertise to trap methane, plant trees, or otherwise keep greenhouse gases out of the atmosphere. Carbon offset projects can be located anywhere in the world, giving organizations more options to invest in larger or more economically efficient projects than they could carry out alone.</p>\n\n<p>&#160;</p>\n<p><strong>Scope 1, 2, and 3 emissions</strong></p>\n\n<p>To achieve net zero emissions, organizations must first know how much they emit. This can be more complicated than it may appear.</p>\n\n<p>In counting up its emissions, an organization should always include both &#8220;scope 1&#8221; (or&#160;direct) emissions, and &#8220;scope 2&#8221; emissions.1</p>\n\n<ul><li>Scope 1: Greenhouse gases the organization itself puts into the atmosphere&#8212;for instance, by burning gas to <a href=\"https://climate.mit.edu/explainers/heating-and-cooling\">heat its buildings</a>.<br>\n\t&#160;</li>\n\t<li>Scope 2: Greenhouse gases produced by the utilities the organization buys&#8212;for instance, when buying electricity from a fossil fuel-fired power plant.</li>\n</ul><p>Organizations may also choose to include some or all of their &#8220;scope 3&#8221; emissions.</p>\n\n<ul><li>Scope 3: Greenhouse gases produced by other goods and services the organization uses&#8212;for instance, by the cars employees use to commute, by <a href=\"https://climate.mit.edu/explainers/aviation\">flights</a> for business travel, and by disposal of the organization&#8217;s waste.</li>\n</ul><p>Scope 3 emissions are not always included in plans to reach net zero emissions, however, in part because they can give rise to double counting. When an employee drives a gas-powered car to work, are those emissions the responsibility of the employer, the employee, the car manufacturer, or the oil company who sells the gasoline?</p>\n<h6>A net zero planet</h6>\n\n<p>There is an important, practical reason for the focus on net zero. As long as humans keep adding greenhouse gases to the atmosphere, climate change will continue to get worse. Only when the whole planet reaches net zero emissions will the climate begin to stabilize.<br>\n&#160;<br>\nFor this reason, almost every country on Earth signed the <a href=\"https://climate.mit.edu/explainers/paris-agreement\">Paris Agreement</a> in 2015, pledging to reach net zero emissions in time to hold global warming to no more than 2&#176; C and strive for no more than 1.5&#176; C. According to the <a href=\"https://climate.mit.edu/explainers/intergovernmental-panel-climate-change\">Intergovernmental Panel on Climate Change</a>, meeting the stronger 1.5&#176; C goal would require the whole world to reach net zero emissions by 2050.2 Many organizations make net zero pledges in line with these global <a href=\"https://climate.mit.edu/explainers/climate-targets\">targets</a>, wanting to &#8220;do their part&#8221; to achieve a net zero world.<br>\n&#160;<br>\nGlobal net zero emissions, however, are especially hard to achieve. Once humans reduce worldwide emissions as much as possible, the only way to &#8220;cancel out&#8221; any residual emissions will be to actively take greenhouse gases back out of the atmosphere.<br><br>\nStill, it is not impossible to have a net zero planet: in fact, it must be the goal of climate action if we are to finally stabilize climate change. It is even possible to go further, and take more greenhouse gases from the atmosphere than we emit. With worldwide &#8220;net negative&#8221; emissions, it may be possible to reverse some (but not all) of the catastrophic <a href=\"https://climate.mit.edu/what-we-know-about-climate-change\">effects of climate change</a>.</p>\n\n<p>&#160;</p>\n<p><strong>Related terms</strong></p>\n\n<p>Carbon neutrality and net zero carbon emissions are similar terms to net zero emissions, but are narrower in scope: they only address the addition and removal of carbon dioxide (CO2) from the atmosphere. CO2 is the most common and impactful greenhouse gas released by human activities, but not the only one: true net zero emissions must also consider the other greenhouse gases including methane, nitrous oxide, and fluorinated gases.</p>\n\n<p>Climate neutrality is an even broader term that considers everything humans do that might influence the climate. For instance, the Earth&#8217;s snow cover helps reflect light back into space, cooling the planet. Human activities that reduce snow cover would not be &#8220;climate neutral,&#8221; even if they emit no greenhouse gases at all.</p>\n\n<p>Net negative emissions is a goal that goes even further than net zero: removing more greenhouse gases from the atmosphere than one emits. If the entire world were to achieve net negative emissions, it could potentially reverse some of the climate change we have already caused.</p>\n<p>&#160;</p>\n<img alt=\"This infographic shows the emissions impact of a business before and after it achieves net zero emissions. (All units are given in &#8220;tons of CO2 equivalents&#8221; [CO2e], meaning any mix of greenhouse gases that has the same warming effect on the Earth as one ton of carbon dioxide.)\" src=\"/sites/default/files/inline-images/Net%20zero%20emissions%20infographic_0.png\" class=\"align-center\" width=\"2000\" height=\"2000\">Click here to see data from the infographic above in a table.Activity\n\t\t\tDescription\n\t\t\tEmissions impact\n\t\tBusiness as usual (before)\n\t\t\tA business emits greenhouse gases when it uses electricity and heat, when its employees and suppliers drive their cars and trucks, and when it sends waste to the local landfill, among other activities.\n\t\t\t10,000 tons of CO2e\n\t\tEnergy efficiency (after)\n\t\t\tBy improving its energy efficiency, switching to cleaner electricity sources, and making other changes to its operations, the business lowers its own emissions by 6,000 tons of CO2e a year.\n\t\t\t-6,000 tons of CO2e\n\t\tCarbon removal (after)\n\t\t\tThe business plants trees that<br>\n\t\t\ttake 1,000 tons of CO2e<br>\n\t\t\tout of the atmosphere.\n\t\t\t-1,000 tons of CO2e\n\t\tOutside carbon reductions (after)\n\t\t\tThe business builds a wind<br>\n\t\t\tturbine and sells power to<br>\n\t\t\tthe local grid&#8212;displacing<br>\n\t\t\tenough fossil fuel power to<br>\n\t\t\tprevent 3,000 tons of CO2e<br>\n\t\t\temissions each year.\n\t\t\t-3,000 tons of CO2e\n\t\tTotal\n\t\t\tThe removed or prevented emissions now equal the greenhouse gases the business emits itself. It has achieved net-zero emissions.\n\t\t\t0 tons of CO2e\n\t\t<p>&#160;</p>\n\n<p>Published December 16, 2022.</p>\n</div>","article_abstract":null}