{"summary":["Coastal ecosystems are the unique habitats formed by plants and other organisms that can thrive at the borders between ocean and land. As the plants in these ecosystems grow, they pull carbon out of the air and store it in their tissue, roots, and the soil beneath them. Because coastal ecosystems are such potent \"carbon sinks,\" the loss of these habitats is an important driver of climate change. Conservation groups and others are protecting undeveloped land behind coastal ecosystems to help them adapt to sea level rise. The Netherlands has started shoring up some of the salt marshes in front of its dykes to protect this infrastructure, and its citizens, from sea-level rise. Some environmental policymakers have also proposed paying coastal landowners for the carbon stored in the ecosystems to prevent their destruction to prevent climate change, and to protect coastal communities from the threat of storms and sea level rises. For more information on protecting coastal ecosystems, go to: http://www.cnn.com/2013/04/15/climate-change-and-environment/index.html#storylink=cpy. We are happy to clarify that this article is based on an earlier version of this article that stated that we were talking about mangrove forests, which are found in tropical and subtropical parts of the world. In fact, mangroves store three to five times as much carbon per acre as other tropical forests. We would like to make clear that this is not the case, and that we are referring to a type of coastal forest that is found in temperate areas and higher latitudes."],"article_text":"Coastal ecosystems are the unique habitats formed by plants and other organisms that can thrive at the borders between ocean and land, where they must live in saltwater and changing tides.\n\nLike forests, many of these coastal ecosystems are full of plants that help regulate the Earth’s temperature. As the plants in these ecosystems grow, they pull carbon out of the air and store it in their tissue, roots, and the soil beneath them. This keeps carbon out of our atmosphere, where, as the greenhouse gas carbon dioxide, it would otherwise trap heat and warm the planet.\n\nCarbon storage and coastal protection\n\nCoastal ecosystems are especially good at storing carbon because of the thick, rich layers of soil they build up. In most forests, when trees die, they release their carbon back into the atmosphere. But in many coastal ecosystems, when plants die, they don’t fully break down, and their carbon can stay trapped in water-logged soils for thousands of years. In fact, mangroves store three to five times as much carbon per acre as other tropical forests.1 Coastal wetlands can also store carbon that comes from other ecosystems, by filtering out carbon-rich sediments suspended in river water as it flows out to sea. Because coastal ecosystems are such potent \"carbon sinks,\" the loss of these habitats is an important driver of climate change.\n\nIntact, these coastal habitats are actually one of our best ways to protect coastal communities from climate change. During hurricanes and other storms, high winds can push walls of water toward shore. Coastal habitats absorb energy from incoming waves and slow down these storm surges. As sea levels rise and hurricanes become stronger, we will need this protection more than ever.\n\nTypes of coastal ecosystems Mangrove forests are a type of coastal forest made by mangrove trees, which have waxy leaves and characteristic roots that stick a few feet out of the water. These trees, which survive by filtering the salt out of seawater, form a dense forest along shorelines and tidal rivers. Mangrove forests are found in tropical and subtropical parts of the world, where they provide commercial fishing ground, timber and other economic goods for coastal communities. Salt marshes are coastal wetlands that are flooded as the tides move in and out. Found mostly in temperate areas and higher latitudes, they are home to salt-tolerant grasses and bushes. Salt marshes provide shelter and breeding grounds for many kinds of fish and shellfish, as well as a resting place for migrating birds. Seagrass meadows are formed by seagrasses, flowering underwater plants with long, thin leaves. They form a dense mat in shallow waters, with their roots anchoring the sediment beneath them in place. These meadows, which are found all the way from the tropics up to the Arctic Circle, are home to a diverse array of fish and other marine wildlife. Other coastal ecosystems, like oyster reefs and coral reefs, are formed by animals instead of plants. Like plant-based coastal ecosystems, these reefs help protect the land from powerful storms.\n\nHabitats under threat\n\nWhile coastal wetlands are a key defense against climate change, these ecosystems are themselves vulnerable to climate change. In theory, coastal wetlands, whose plants can only survive in specific amounts of saltwater, could adapt to rising sea levels by moving inland. But if they’re already on the edge of a steep slope, or a developed area like a road, they have nowhere to go. And in some areas, the rate of sea level rise could outpace wetlands’ ability to build up enough soil to remain above water. More intense storms can also erode the soft soils of salt marshes and seagrass meadows.\n\nThese ecosystems face other, more direct threats from humans. As our cities expand, we fill in coastal wetlands to make room for development and farmland. In the tropics, fish farmers cut down mangrove forests for aquaculture ponds. We also harm these ecosystems by dredging deep channels for ships to navigate, and by polluting water with fertilizer, emissions from cars and buses, and other chemicals. And this further feeds climate change: when we destroy coastal ecosystems, their stored carbon gets released into the atmosphere as planet-warming carbon dioxide.\n\nProtecting coastal ecosystems\n\nThere is a growing movement to preserve these habitats because of all the benefits they provide us. Conservation groups and others are protecting undeveloped land behind coastal ecosystems to help them adapt to sea level rise. The low-lying Netherlands has started shoring up some of the salt marshes in front of its dykes, to protect this infrastructure, and its citizens, from sea level rise. Some environmental policymakers have also proposed paying coastal landowners for the carbon stored in these ecosystems to prevent their destruction.\n\nPublished April 15, 2021.","article_title":"Coastal Ecosystems and Climate Change","article_authors":["Heidi Nepf","Professor Of Civil","Environmental Engineering","Julie Simpson","Mit Sea Grant Coastal Ecologist","With Elizabeth Gribkoff","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2021-04/andreas-weilguny-5P-G0dJtR80-unsplash.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/coastal-ecosystems-and-climate-change","article_html":"<div><p>Coastal&#160;ecosystems&#160;are the unique habitats formed by plants and other organisms that can thrive at the borders between ocean and land, where they must live in saltwater and changing tides.</p>\n\n<p>Like <a href=\"https://climate.mit.edu/explainers/forests-and-climate-change\">forests</a>, many of these coastal ecosystems are full of plants that help regulate the Earth&#8217;s temperature. As the plants in these ecosystems grow, they pull carbon out of the air and store it in their tissue, roots, and the <a href=\"https://climate.mit.edu/explainers/soil-based-carbon-sequestration\">soil</a> beneath them. This keeps carbon out of our atmosphere, where, as the <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas</a> carbon dioxide, it would otherwise trap heat and warm the planet.</p>\n\n<h5>Carbon storage and coastal protection</h5>\n\n<p>Coastal ecosystems are especially good at storing carbon because of the thick, rich layers of soil they build up. In most forests, when trees die, they release their carbon back into the atmosphere. But in many coastal ecosystems, when plants die, they don&#8217;t fully break down, and their carbon can stay trapped in water-logged soils for thousands of years. In fact, mangroves store three to five times as much carbon per acre as other tropical forests.1 Coastal wetlands can also store carbon that comes from other ecosystems, by filtering out carbon-rich sediments suspended in river water as it flows out to sea. Because coastal ecosystems are such potent \"carbon sinks,\" the loss of these habitats is an important driver of climate change.</p>\n\n<p>Intact, these coastal habitats are actually one of our best ways to protect coastal communities from climate change. During <a href=\"https://climate.mit.edu/explainers/hurricanes\">hurricanes</a> and other storms, high winds can push walls of water toward shore. Coastal habitats absorb energy from incoming waves and slow down these storm surges. As <a href=\"https://climate.mit.edu/explainers/sea-level-rise\">sea levels rise</a> and <a href=\"https://climate.mit.edu/explainers/hurricanes\">hurricanes</a> become stronger, we will need this protection more than ever.</p>\n\n<p>&#160;</p>\n<p><strong>Types of coastal ecosystems</strong></p>\n\n<p><strong>Mangrove forests</strong> are a type of coastal forest made by mangrove trees, which have waxy leaves and characteristic roots that stick a few feet out of the water. These trees, which survive by filtering the salt out of seawater, form a dense forest along shorelines and tidal rivers. Mangrove forests are found in tropical and subtropical parts of the world, where they provide commercial fishing ground, timber and other economic goods for coastal communities.</p>\n\n<p><strong>Salt marshes</strong> are coastal wetlands that are flooded as the tides move in and out. Found mostly in temperate areas and higher latitudes, they are home to salt-tolerant grasses and bushes. Salt marshes provide shelter and breeding grounds for many kinds of fish and shellfish, as well as a resting place for migrating birds. &#160;</p>\n\n<p><strong>Seagrass meadows</strong> are formed by seagrasses, flowering underwater plants with long, thin leaves. They form a dense mat in shallow waters, with their roots anchoring the sediment beneath them in place. These meadows, which are found all the way from the tropics up to the Arctic Circle, are home to a diverse array of fish and other marine wildlife.</p>\n\n<p>Other coastal ecosystems, like <strong>oyster reefs</strong> and <strong>coral reefs</strong>, are formed by animals instead of plants. Like plant-based coastal ecosystems, these reefs help protect the land from powerful storms.</p>\n<p>&#160;</p>\n\n<h5>Habitats under threat</h5>\n\n<p>While coastal wetlands are a key defense against climate change, these ecosystems are themselves vulnerable to climate change. In theory, coastal wetlands, whose plants can only survive in specific amounts of saltwater, could adapt to rising sea levels by moving inland. But if they&#8217;re already on the edge of a steep slope, or a developed area like a road, they have nowhere to go. And in some areas, the rate of sea level rise could outpace wetlands&#8217; ability to build up enough soil to remain above water. More intense storms can also erode the soft soils of salt marshes and seagrass meadows. &#160;</p>\n\n<p>These ecosystems face other, more direct threats from humans. As our <a href=\"https://climate.mit.edu/explainers/cities-and-climate-change\">cities</a> expand, we fill in coastal wetlands to make room for development and <a href=\"https://climate.mit.edu/explainers/food-systems-and-agriculture\">farmland</a>. In the tropics, fish farmers cut down mangrove forests for aquaculture ponds. We also harm these ecosystems by dredging deep channels for <a href=\"https://climate.mit.edu/explainers/freight-transportation\">ships</a> to navigate, and by polluting water with <a href=\"https://climate.mit.edu/explainers/fertilizer-and-climate-change\">fertilizer</a>, emissions from cars and buses, and other chemicals. And this further feeds climate change: when we destroy coastal ecosystems, their stored carbon gets released into the atmosphere as planet-warming carbon dioxide.</p>\n\n<h5>Protecting coastal ecosystems</h5>\n\n<p>There is a growing movement to preserve these habitats because of all the benefits they provide us. Conservation groups and others are protecting undeveloped land behind coastal ecosystems to help them adapt to sea level rise. The low-lying Netherlands has started shoring up some of the salt marshes in front of its dykes, to protect this <a href=\"https://climate.mit.edu/explainers/climate-resilient-infrastructure\">infrastructure</a>, and its citizens, from sea level rise. Some environmental policymakers have also proposed paying coastal landowners for the carbon stored in these ecosystems to prevent their destruction.</p>\n\n<p>&#160;</p>\n\n<p>Published April 15, 2021.</p>\n</div>","article_abstract":null}