{"summary":["Forests cover about 30% of the Earth’s land surface. As forests grow, their trees take in carbon from the air and store it in wood, plant matter, and under the soil. If not for forests, much of this carbon would remain in the atmosphere in the form of carbon dioxide (CO 2 ), the most important greenhouse gas driving climate change. Careful forest management can therefore be an important strategy to help address climate change in the future. If done worldwide, natural regeneration of forests could capture up to 70 billion tons of carbon in plants and soils between now and 20508—an amount equal to around seven years of current industrial emissions. Combining natural regeneration with thoughtful afforestation and reforestation is an important option for combating climate change, say the authors of the new book, ‘Forests as a climate solution’ (Cambridge University Press, 2021) The book is published by Cambridge University Press on behalf of the World Resources Institute (WRI) (www.wri.org). For confidential support, call the Samaritans on 08457 90 90 90, visit a local Samaritans branch or see www.samaritans.org for details. In the U.S. call the National Suicide Prevention Line on 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. In the UK, contact the National suicide Prevention Lifeline on 0300 123 90 90 or go to www.sophistication.org."],"article_text":"Forests cover about 30% of the Earth’s land surface. As forests grow, their trees take in carbon from the air and store it in wood, plant matter, and under the soil. If not for forests, much of this carbon would remain in the atmosphere in the form of carbon dioxide (CO 2 ), the most important greenhouse gas driving climate change.\n\nEach year since 2000, forests are estimated to have removed an average of 2 billion metric tons of carbon from the atmosphere.1 This “carbon sink function” of forests is slowing climate change by reducing the rate at which CO 2 , mainly from fossil fuel burning, builds up in the atmosphere. Careful forest management can therefore be an important strategy to help address climate change in the future. Healthy forests also provide a host of other benefits, from clean water to habitat for plants and animals that can live nowhere else.\n\nDeforestation, and our options to reverse it\n\nOver the past 8,000 years, humans have cleared up to half of the forests on our planet, mostly to make room for agriculture.2 Cutting down or burning forests releases the carbon stored in their trees and soil, and prevents them from absorbing more CO 2 in the future. Since 1850, about 30% of all CO 2 emissions have come from deforestation.3 Deforestation can also have more local climate impacts. Because trees release moisture that cools the air around them, scientists have found that deforestation has led to more intense heat waves in North America and Eurasia.4\n\nThere are three ways to reverse these losses: afforestation, reforestation, and the natural regeneration of forest ecosystems. Afforestation refers to planting forests where there were none before, or where forests have been missing for a long time—50 years or more. Reforestation is planting trees where forests have been recently cleared. Natural regeneration, on the other hand, does not involve tree-planting.5 Instead, forest managers help damaged forests regrow by letting trees naturally re-seed, and through techniques like coppicing, in which trees are cut down to stumps so new shoots can grow.\n\nForests as a climate solution\n\nThere is no doubt that these strategies can help remove CO 2 from the atmosphere, but their impact is hard to measure. Even for China, which has done more afforestation and reforestation than the rest of the world combined, there are still large uncertainties about how much carbon these projects are storing.6\n\nLooking at China also shows some of the unintended consequences of large-scale tree-planting projects. In the dry northern part of the country, people have planted trees to fight desert expansion. But because the tree species that were planted were ill-suited to a dry climate, this effort has depleted water supplies and degraded soils. In the south of China, reforestation with monocultures—that is, just one species of tree—has led to loss of biodiversity.7\n\nNatural regeneration of forests, on the other hand, has few unintended consequences and large potential to store carbon over the coming decades. If done worldwide, natural regeneration of forests could capture up to 70 billion tons of carbon in plants and soils between now and 20508—an amount equal to around seven years of current industrial emissions. Combining natural regeneration with thoughtful afforestation and reforestation is an important option for combating climate change.\n\nUpdated October 7, 2021.","article_title":"Forests and Climate Change","article_authors":["Jerry Melillo","Senior Scientist","Ecosystems Center","Marine Biological Laboratory"],"article_image":"https://climate.mit.edu/sites/default/files/2021-03/39847814294_3ace0e6c33_k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/forests-and-climate-change","article_html":"<div><p>Forests cover about 30% of the Earth&#8217;s land surface. As forests grow, their trees take in carbon from the air and store it in wood, plant matter, and under the <a href=\"https://climate.mit.edu/explainers/soil-based-carbon-sequestration\">soil</a>. If not for forests, much of this carbon would remain in the atmosphere in the form of carbon dioxide (CO2), the most important <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas</a> driving climate change.</p>\n\n<p>Each year since 2000, forests are estimated to have removed an average of 2 billion metric tons of carbon from the atmosphere.1 This &#8220;carbon sink function&#8221; of forests is slowing climate change by reducing the rate at which CO2, mainly from fossil fuel burning, builds up in the atmosphere. Careful forest management can therefore be an important strategy to help address climate change in the future. Healthy forests also provide a host of other benefits, from clean water to habitat for plants and animals that can live nowhere else.</p>\n\n<h5>Deforestation, and our options to reverse it</h5>\n\n<p>Over the past 8,000 years, humans have cleared up to half of the forests on our planet, mostly to make room for <a href=\"https://climate.mit.edu/explainers/food-systems-and-agriculture\">agriculture</a>.2 Cutting down or burning forests releases the carbon stored in their trees and soil, and prevents them from absorbing more CO2 in the future. Since 1850, about 30% of all CO2 emissions have come from deforestation.3 Deforestation can also have more local climate impacts. Because trees release moisture that cools the air around them, scientists have found that deforestation has led to more intense heat waves in North America and Eurasia.4</p>\n\n<p>There are three ways to reverse these losses: afforestation, reforestation, and the natural regeneration of forest ecosystems. Afforestation&#160;refers to planting forests where there were none before, or where forests have been missing for a long time&#8212;50 years or more.&#160;Reforestation is planting trees where forests have been recently cleared. Natural regeneration, on the other hand, does not involve tree-planting.5 Instead, forest managers help damaged forests regrow by letting trees naturally re-seed, and through techniques like coppicing, in which trees are cut down to stumps so new shoots can grow.</p>\n\n<h5>Forests as a climate solution</h5>\n\n<p>There is no doubt that these strategies can help remove CO2 from the atmosphere, but their impact is hard to measure. Even for China, which has done more afforestation and reforestation than the rest of the world combined, there are still large uncertainties about how much carbon these projects are storing.6</p>\n\n<p>Looking at China also shows some of the unintended consequences of large-scale tree-planting projects. In the dry northern part of the country, people have planted trees to fight desert expansion. But because the tree species that were planted were ill-suited to a dry climate, this effort has depleted water supplies and degraded soils. In the south of China, reforestation with monocultures&#8212;that is, just one species of tree&#8212;has led to loss of biodiversity.7</p>\n\n<p>Natural regeneration of forests, on the other hand, has few unintended consequences and large potential to store carbon over the coming decades. If done worldwide, natural regeneration of forests could capture up to 70 billion tons of carbon in plants and soils between now and 20508&#8212;an amount equal to around seven years of current industrial emissions. Combining natural regeneration with thoughtful afforestation and reforestation is an important option for combating climate change.</p>\n\n<p>&#160;</p>\n\n<p>Updated October 7, 2021.</p>\n</div>","article_abstract":null}