{"summary":["More than half of humanity chooses to live and work in cities. Estimates range from a little over one-half to two-thirds of global energy consumption is tied to urban economies. Rising sea levels and stronger storms can lead to dangerous coastal urban flooding. Cities can reduce emissions even more by establishing a circular urban economy, in which residents and businesses consume less, reuse materials and products, and recycle. The challenge for cities is not only to contend with climate change, but to do so in a humane and equitable way that benefits the whole planet, say the authors of the new book, \"Resilient Cities,\" which will be published in March 2021. The book is published by Simon & Schuster, on behalf of the University of California, Los Angeles, at a cost of $39.99. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For support in the UK, call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the U.S. call the national suicide prevention Lifeline on 1-866-273.-8255, or visit www.suicidesprevention.org. For more information on how to help in your city, visit the www.sophisticatedcities.org or go to www.cnn.com/help."],"article_text":"Cities concentrate people into small areas for good reason. From the smallest towns to sprawling metropolitan regions of more than 30 million people, urban places make it easier to find work, products and services, and a range of housing choices. Cities also offer unique amenities: educational institutions, community groups, arts and cultural assets, entertainment and much more. Today, more than half of humanity chooses to live and work in cities.\n\nConcentrating people and activities makes cities major consumers of energy and sources of the greenhouse gas emissions driving climate change. Estimates range from a little over one-half to two-thirds of global energy consumption, and about half to as much as 80% of global greenhouse gas emissions, are directly and indirectly tied to urban economies.1 And because cities concentrate people, buildings and infrastructure, they are also uniquely vulnerable to a range of climate risks. Rising sea levels and stronger storms can lead to dangerous coastal urban flooding, and extreme rain storms can cause flash flooding in cities far from the ocean. Heatwaves can threaten tens of thousands in densely populated city centers from Karachi to London, where dark pavement captures and prolongs the sun’s heat. Changes in the climate are threatening freshwater supplies and electric grids.\n\nLow-carbon cities\n\nWe already know how to design cities that contribute much less to climate change. First, we can make buildings much more energy efficient. Buildings account for 28% of all energy-related carbon dioxide emissions worldwide.2 Aggressive retrofits to old buildings, and incentives for new construction that uses very little energy, are among the cheapest ways to lower emissions. Cities can also electrify buildings and infrastructure, including transportation, to run on low-carbon electricity from renewables. City planners can locate more housing, retail and commercial space within walking distance of mass transit, lowering greenhouse gas emissions from cars. These changes would also reduce air pollution and make city residents healthier.\n\nCities can reduce their emissions even more by establishing a circular urban economy, in which residents and businesses consume less, reuse materials and products, and recycle. Technological improvements in areas including waste disposal, heating and cooling, electrical infrastructure and artificial intelligence will offer ever greater pathways to a low-carbon urban future.\n\nResilient cities\n\nWe also know how to reduce the risk that climate catastrophes will terrorize city residents. By expanding green areas and rain-absorbing surfaces, cities can handle flooding from intense storms and direct it away from populated areas. By planting more trees and providing extensive shading, cities can temper extreme heatwaves.\n\nOther adaptations will be more difficult. Some cities, especially on coastlines threatened by rising seas, may have to consider managed retreat: the long-term depopulation of areas that cannot escape catastrophic consequences from climate change.\n\nBy 2050 a full two-thirds of humanity may be living in cities. That will amount to about a doubling of the global urban population, with 90% percent of that growth in developing regions. Projections to 2100 suggest that the three largest cities, and thirteen of the top 20, will be in Africa.3 Because these regions are the most vulnerable to climate disasters and have the fewest resources to adapt to them, the challenge for cities is not only to contend with climate change, but to do so in a humane and equitable way that benefits the whole planet.\n\nPublished March 11, 2021.","article_title":"Cities and Climate Change","article_authors":["John Fernández","Professor Of Building Technology","Director Of The Mit Environmental Solutions Initiative"],"article_image":"https://climate.mit.edu/sites/default/files/2021-03/23922596258_c89d4a58b5_k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/cities-and-climate-change","article_html":"<div><p>Cities concentrate people into small areas for good reason.&#160; From the smallest towns to sprawling metropolitan regions of more than 30 million people, urban places make it easier to find work, products and services, and a range of housing choices. Cities also offer unique amenities: educational institutions, community groups, arts and cultural assets, entertainment and much more. Today, more than half of humanity chooses to live and work in cities.</p>\n\n<p>Concentrating people and activities makes cities major consumers of energy and sources of the <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas emissions</a> driving climate change. Estimates range from a little over one-half to two-thirds of global energy consumption, and about half to as much as 80% of global greenhouse gas emissions, are directly and indirectly tied to urban economies.1 And because cities concentrate people, buildings and infrastructure, they are also uniquely vulnerable to a range of climate risks. Rising <a href=\"https://climate.mit.edu/explainers/sea-level-rise\">sea levels</a> and stronger <a href=\"https://climate.mit.edu/explainers/hurricanes\">storms</a> can lead to dangerous coastal urban flooding, and extreme rain storms can cause flash flooding in cities far from the ocean. <a href=\"https://climate.mit.edu/explainers/extreme-heat\">Heatwaves</a> can threaten tens of thousands in densely populated city centers from Karachi to London, where dark pavement <a href=\"https://climate.mit.edu/explainers/urban-heat-islands\">captures and prolongs</a> the sun&#8217;s heat. Changes in the climate are threatening freshwater supplies and electric grids.</p>\n\n<h5>Low-carbon cities</h5>\n\n<p>We already know how to design cities that contribute much less to climate change. First, we can make buildings much more energy efficient. Buildings account for 28% of all energy-related carbon dioxide emissions worldwide.2 Aggressive retrofits to old buildings, and incentives for new construction that uses very little energy, are among the cheapest ways to lower emissions. Cities can also electrify buildings and infrastructure, including transportation, to run on low-carbon electricity from <a href=\"https://climate.mit.edu/explainers/renewable-energy\">renewables</a>. City planners can locate more housing, retail and commercial space within walking distance of mass transit, lowering greenhouse gas emissions from cars. These changes would also reduce air pollution and make city residents healthier.</p>\n\n<p>Cities can reduce their emissions even more by establishing a circular urban economy, in which residents and businesses consume less, reuse materials and products, and recycle. Technological improvements in areas including waste disposal, <a href=\"https://climate.mit.edu/explainers/heating-and-cooling\">heating and cooling</a>, <a href=\"https://climate.mit.edu/explainers/electric-grid\">electrical infrastructure</a> and artificial intelligence will offer ever greater pathways to a low-carbon urban future.</p>\n\n<h5>Resilient cities</h5>\n\n<p>We also know how to reduce the risk that climate catastrophes will terrorize city residents. By expanding green areas and rain-absorbing surfaces, cities can handle flooding from intense storms and direct it away from populated areas. By planting more trees and providing extensive shading, cities can temper extreme heatwaves.</p>\n\n<p>Other adaptations will be more difficult. Some cities, especially on coastlines threatened by rising seas, may have to consider managed retreat: the long-term depopulation of areas that cannot escape catastrophic consequences from climate change.</p>\n\n<p>By 2050 a full two-thirds of humanity may be living in cities. That will amount to about a doubling of the global urban population, with 90% percent of that growth in developing regions. Projections to 2100 suggest that the three largest cities, and thirteen of the top 20, will be in Africa.3 Because these regions are the most vulnerable to climate disasters and have the fewest resources to adapt to them, the challenge for cities is not only to contend with climate change, but to do so in a humane and equitable way that benefits the whole planet.</p>\n\n<p>&#160;</p>\n\n<p>Published March 11, 2021.</p>\n</div>","article_abstract":null}