{"summary":["Concrete is among the world’s most consumed materials, second only to water. It also produces large amounts of heat-trapping greenhouse gases, mostly from a manufacturing process that emits carbon dioxide (CO 2 ). Yet, the world will need concrete to build infrastructure that can cope with climate change and population growth. To make low-carbon concrete a reality, manufacturers, engineers, and scientists are working to lower the CO 2 emissions of cement production and change the ingredients used in concrete. If they are successful, this highly consumed material could have a far lower impact and even act as a “carbon sink,” with a net-negative effect on the world's greenhouse gas emissions. Click here to see data from the infographic above in a table. The key ingredients of concrete are water, fine aggregates, coarse aggregates (or gravel), chemical additives, and, most importantly, cement. Cement is what binds all of these ingredients together to give concrete its durability and distinctive, grey appearance. The process to make concrete with net-zero emissions will require more ambitious actions, almost certainly including some amount of carbon capture in cement production. There are many ways to reduce or even eliminate the emissions from cement production, some of which are available today, others may require more investment. If you want to help, visit www.cnn.com/news/environment/2016/01/29/concrete-greenhouse-gas-emissions-trend/story."],"article_text":"Concrete is among the world’s most consumed materials—second only to water.1 That’s because its durability, affordability, and availability make it essential to countless construction projects, from bridges, to roads, to buildings.\n\nSince concrete is used on such a large scale, it also produces large amounts of heat-trapping greenhouse gases, mostly from a manufacturing process that emits carbon dioxide (CO 2 ). Yet, the world will need concrete to build infrastructure that can cope with climate change and population growth. So the question is: how do we lower concrete’s environmental impacts even as we continue to rely heavily upon it?\n\nConcrete: its ingredients and impacts\n\nConcrete is a mix of several different materials: water, fine aggregates (or sand), coarse aggregates (or gravel), chemical additives, and, most importantly, cement. Cement is what binds all of these ingredients together to give concrete its durability and distinctive, grey appearance. Cement production, however, also generates most of concrete’s emissions: in fact, a 2016 study found that cement accounts for around 7% of all greenhouse gas emissions worldwide.2\n\nCement begins as crushed minerals that are heated in a kiln to make what is called “clinker.” Clinker is ground into a powder, mixed with a few additives, and then blended with some other minerals to create cement.\n\nThis process creates CO 2 in two main ways. The first is the chemical reaction that occurs as clinker forms. The second is heating the kiln to temperatures above 2600°F, which must be done using fossil fuels.\n\nTo make low-carbon concrete a reality, manufacturers, engineers, and scientists are working to lower the CO 2 emissions of cement production and change the ingredients used in concrete.\n\nOne material. Many opportunities\n\nThere are many ways to reduce or even eliminate the emissions from cement production. While some are available today, others may require more investment.\n\nOne strategy is to use alternative fuels instead of fossil fuels to heat cement kilns. Today, these alternative fuels are mainly waste products, like used tires.\n\nAnother strategy is to make blended cements that use less clinker. One type of blended cement, portland-limestone cement, works as well as conventional cements but emits around 10% less CO 2 .\n\nLow-carbon concrete can be made with blended cements and supplementary cementitious materials (SCM), which, like conventional cement, bind sand and gravel together when mixed with water. These SCMs include byproducts, such as fly ash from coal-fired power plants and granulated blast furnace slag from iron and steel production.\n\nMaking concrete with net-zero emissions will require more ambitious actions, almost certainly including some amount of carbon capture in cement production. Fortunately, CO 2 captured when making cement (or from any other industrial process) can be “mineralized” and become part of the finished concrete itself. Unlike plans to pump captured carbon underground, mineralization chemically transforms the carbon and permanently stores it.\n\nOnce concrete has hardened, it also naturally absorbs CO 2 through a process called “carbonation,” transforming it into a solid within the concrete. This process can offset some of the CO 2 emissions from cement production.\n\nGovernments, industry, consumers, and academia will have to collaborate to ensure that low-carbon concrete becomes viable, affordable, and available. If they are successful, this highly consumed material could have a far lower impact and even act as a “carbon sink,” with a net-negative effect on the world’s greenhouse gas emissions.\n\nClick here to see data from the infographic above in a table. Step Description Flow of carbon Flow of other materials 1 First you need a supply of CO 2 . Most likely, it comes from carbon capture at a power plant or industrial plant burning coal or natural gas. To aggregates (step 3) and/or curing concrete (step 4) N/A 2 You also need cement, which is made at high temperatures in a kiln. The process releases CO 2 , which can be captured to replace the need for CO 2 from another industrial source. To atmosphere (or, if captured, used as in step 1) To cement (step 3) 3 The key ingredients of concrete are “aggregates” (like sand and gravel), water, and cement. One way to use your supply of CO 2 is by turning it into aggregates through “mineralization.” In this process, the CO 2 reacts with elements like calcium or magnesium to form a solid. Via aggregates, to concrete (step 4) To concrete (step 4) 4 Once the cement, water and aggregates are mixed, the concrete has to be slowly “cured” to become more durable and prevent cracking. A second way to use your CO 2 is to inject it in the curing process, which provides added strength. To a finished structure (step 5) To a finished structure (step 5) 5 When the concrete hardens in a finished building or road, there is one last opportunity to store carbon. Concrete structures absorb some CO 2 from the surrounding air in a natural process called “carbonation.” From the surrounding air N/A\n\nPublished January 8, 2021.","article_title":"Concrete","article_authors":["Jeremy Gregory","Executive Director Of The Mit Concrete Sustainability Hub","With Andrew Logan","Communication Assistant","Mit Concrete Sustainability Hub"],"article_image":"https://climate.mit.edu/sites/default/files/2021-01/16399632304_0b29fa0ab4_k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/concrete","article_html":"<div><p>Concrete is among the world&#8217;s most consumed materials&#8212;second only to water.1 That&#8217;s because its durability, affordability, and availability make it essential to countless construction projects, from bridges, to roads, to buildings.</p>\n\n<p>Since concrete is used on such a large scale, it also produces large amounts of heat-trapping <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gases</a>, mostly from a manufacturing process that emits carbon dioxide (CO2). Yet, the world will need concrete to build infrastructure that can cope with climate change and population growth. So the question is: how do we lower concrete&#8217;s environmental impacts even as we continue to rely heavily upon it?</p>\n\n<h5>Concrete: its ingredients and impacts</h5>\n\n<p>Concrete is a mix of several different materials: water, fine aggregates (or sand), coarse aggregates (or gravel), chemical additives, and, most importantly, cement. Cement is what binds all of these ingredients together to give concrete its durability and distinctive, grey appearance. Cement production, however, also generates most of concrete&#8217;s emissions: in fact, a 2016 study found that cement accounts for around 7% of all greenhouse gas emissions worldwide.2</p>\n\n<p>Cement begins as crushed minerals that are heated in a kiln to make what is called &#8220;clinker.&#8221; Clinker is ground into a powder, mixed with a few additives, and then blended with some other minerals to create cement.</p>\n\n<p>This process creates CO2 in two main ways. The first is the chemical reaction that occurs as clinker forms. The second is heating the kiln to temperatures above 2600&#176;F, which must be done using fossil fuels.</p>\n\n<p>To make low-carbon concrete a reality, manufacturers, engineers, and scientists are working to lower the CO2 emissions of cement production and change the ingredients used in concrete.</p>\n\n<h5>One material. Many opportunities</h5>\n\n<p>There are many ways to reduce or even eliminate the emissions from cement production. While some are available today, others may require more investment.</p>\n\n<p>One strategy is to use alternative fuels instead of fossil fuels to heat cement kilns. Today, these alternative fuels are mainly waste products, like used tires.</p>\n\n<p>Another strategy is to make blended cements that use less clinker. One type of blended cement, portland-limestone cement, works as well as conventional cements but emits around 10% less CO2.</p>\n\n<p>Low-carbon concrete can be made with blended cements and supplementary cementitious materials (SCM), which, like conventional cement, bind sand and gravel together when mixed with water. These SCMs include byproducts, such as fly ash from coal-fired power plants and granulated blast furnace slag from iron and steel production.</p>\n\n<p>Making concrete with net-zero emissions will require more ambitious actions, almost certainly including some amount of <a href=\"https://climate.mit.edu/explainers/carbon-capture\">carbon capture</a> in cement production. Fortunately, CO2 captured when making cement (or from any other industrial process) can be &#8220;mineralized&#8221; and become part of the finished concrete itself. Unlike plans to pump captured carbon underground, mineralization chemically transforms the carbon and permanently stores it.</p>\n\n<p>Once concrete has hardened, it also naturally absorbs CO2 through a process called &#8220;carbonation,&#8221; transforming it into a solid within the concrete. This process can offset some of the CO2 emissions from cement production.</p>\n\n<p>Governments, industry, consumers, and academia will have to collaborate to ensure that low-carbon concrete becomes viable, affordable, and available. If they are successful, this highly consumed material could have a far lower impact and even act as a &#8220;carbon sink,&#8221; with a net-negative effect on the world&#8217;s greenhouse gas emissions.</p>\n\n<p>&#160;</p>\n<img alt=\"Carbon-negative concrete. We&#8217;re not there yet, but in the right circumstances, the production of concrete could actually store more CO2 than it releases into the atmosphere. Concrete is carbon-negative when it stores more carbon than was emitted in its production. In the best case, all the CO2 emissions along the way are captured, mineralized, and become ingredients in the finished concrete, either as aggregates or in the curing process.\" src=\"/sites/default/files/inline-images/Concrete%20and%20sequestration%20infographic%20V5.png\" class=\"align-center\" width=\"4000\" height=\"5000\">Click here to see data from the infographic above in a table.Step\n\t\t\tDescription\n\t\t\tFlow of carbon\n\t\t\tFlow of other materials\n\t\t1\n\t\t\tFirst you need a supply of CO2. Most likely, it comes from carbon capture at a power plant or industrial plant burning coal or natural gas.\n\t\t\tTo aggregates (step 3) and/or curing concrete (step 4)\n\t\t\tN/A\n\t\t2\n\t\t\tYou also need cement, which is made at high temperatures in a kiln. The process releases CO2, which can be captured to replace the need for CO2 from another industrial source.\n\t\t\tTo atmosphere (or, if captured, used as in step 1)\n\t\t\tTo cement (step 3)\n\t\t3\n\t\t\tThe key ingredients of concrete are &#8220;aggregates&#8221; (like sand and gravel), water, and cement. One way to use your supply of CO2 is by turning it into aggregates through &#8220;mineralization.&#8221; In this process, the CO2 reacts with elements like calcium or magnesium to form a solid.\n\t\t\tVia aggregates, to concrete (step 4)\n\t\t\tTo concrete (step 4)\n\t\t4\n\t\t\tOnce the cement, water and aggregates are mixed, the concrete has to be slowly &#8220;cured&#8221; to become more durable and prevent cracking. A second way to use your CO2 is to inject it in the curing process, which provides added strength.\n\t\t\tTo a finished structure (step 5)\n\t\t\tTo a finished structure (step 5)\n\t\t5\n\t\t\tWhen the concrete hardens in a finished building or road, there is one last opportunity to store carbon. Concrete structures absorb some CO2 from the surrounding air in a natural process called &#8220;carbonation.&#8221;\n\t\t\tFrom the surrounding air\n\t\t\tN/A\n\t\t<p>&#160;</p>\n\n<p>Published January 8, 2021.</p>\n</div>","article_abstract":null}