{"summary":["Climate models are computer programs that simulate weather patterns over time. By running these simulations, climate models can estimate the Earth’s average weather patterns under different conditions. Scientists use climate models to predict how the climate might change in the future, especially as human actions, like adding greenhouse gases to the atmosphere, change the basic conditions of our planet. Newer computer technology allows for more accurate simulations of complex features like clouds and the water cycle. At the same time, advances in computer technology are making it possible to simulateWeather patterns on a finer scale than ever before. For more information on how to use a climate model, visit www.nasa.gov/climate or go to the Nasa Climate Change Center on the University of California, San Diego campus. For confidential support, call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, or see www.samaritans.org. For support in the U.S., call the National Suicide Prevention Lifeline on 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For help with reading comprehension and vocabulary, go to www.sophia.org/sophie-schneider. For help in English, visit the www.Sophie.Schneider-Lennon-University of London. for help with vocabulary and grammar, or click here. For Help with English, see the Salford University of Literature and Culture website."],"article_text":"Climate models are computer programs that simulate weather patterns over time. By running these simulations, climate models can estimate the Earth’s average weather patterns—the climate—under different conditions. Scientists use climate models to predict how the climate might change in the future, especially as human actions, like adding greenhouse gases to the atmosphere, change the basic conditions of our planet.\n\nUnder the hood of a climate model\n\nTo simulate weather, climate models must reflect real properties of the Earth’s climate, including physical laws like the conservation of energy and the ideal gas law. They also include variables like air pressure, temperature, and wind. All of these are expressed as equations that a climate model must solve. Solving the equations produces a three-dimensional picture that shows natural climate patterns in action, like rainfall, ocean currents, and the changing of seasons.\n\nClimate models agree on many important facts about our climate. For instance, models reliably show that adding more greenhouse gases to the atmosphere will cause average temperatures to rise. Models also try to predict how climate change will affect rainfall, sea levels, ice cover, and other parts of the natural world.\n\nPrinciples, variables, and parameterizations The dynamics of the climate system are governed by seven physical principles: conservation of air mass\n\nconservation of water mass\n\nconservation of energy\n\nconservation of momentum of air in three directions\n\nthe ideal gas law applied to air Climate models describe these principles as seven equations, which constrain seven variables: air temperature\n\npressure\n\ndensity\n\nwater vapor content\n\nwind magnitude in three directions By solving the equations, climate models can simulate all these variables in three dimensions and in time. Other variables that affect the Earth’s climate are hard to model directly. Clouds are a good example: a cloud is much smaller than the smallest unit of distance in a typical climate model, so the model cannot “see” individual clouds, but taken together they have big effects on the Earth’s temperature. For these factors, climate models use “parameterizations,” or simplified equations that behave roughly the same as the real thing. Rain, snow, and evaporation are other physical processes that have to be “parameterized” in climate models. These are important features of the Earth’s climate, so getting the parameterizations right is a huge part of designing a good climate model.\n\nGlobal vs. regional models\n\nClimate models can be global or regional. Global models cover the whole Earth. They usually have “resolutions” of hundreds of kilometers, meaning they can only show climate trends on a very large scale: for instance, they can model temperature changes in New England, but not in Rhode Island.\n\nRegional climate models, which zoom in on specific areas, have much finer resolutions, usually a few tens of kilometers. This is much closer to the scale of real-world observations about topography, land cover and soil types, all of which affect the climate system. For this reason, regional climate models can use more real-life data than global models, and their simulations are generally more accurate. They are useful for studying natural variations in the Earth’s climate; studying how land use (like agriculture and deforestation) can affect regional weather patterns; and making more detailed predictions about how climate change will affect the places where people live.\n\nIn general, global climate models are useful for understanding the consequences of human actions across the whole world. For example, when the Intergovernmental Panel on Climate Change evaluates the actions needed to meet the worldwide climate targets set in the Paris Agreement, they use data from global climate models. Regional climate models are better suited to studying how climate change affects things important to us, like agriculture, diseases, and specific ecosystems, and for making plans to adapt to future climate change.\n\nA powerful tool\n\nThe Earth’s climate is too complex for even the most powerful computers to fully simulate. Just as modern weather models cannot tell us with certainty whether it will rain next week, climate models can only predict a likely range of outcomes.\n\nNonetheless, they are a crucial tool for understanding climate change, and are continually growing more detailed and accurate. New discoveries in climate science are improving our understanding of natural climate processes, and providing more real-world data about the Earth’s climate system, which allows for more accurate simulations of complex features like clouds and the water cycle. At the same time, advances in computer technology are making it possible to simulate weather patterns on a finer scale than ever before.\n\nPublished January 8, 2021.","article_title":"Climate Models","article_authors":["Elfatih Eltahir","Professor Of Civil","Environmental Engineering","With Aaron Krol","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2021-01/18508601420_501745e4b6_k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/climate-models","article_html":"<div><p>Climate models are computer programs that simulate weather patterns over time. By running these simulations, climate models can estimate the Earth&#8217;s average weather patterns&#8212;the climate&#8212;under different conditions. Scientists use climate models to predict how the climate might change in the future, especially as human actions, like adding <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gases</a> to the atmosphere, change the basic conditions of our planet.</p>\n\n<h5>Under the hood of a climate model</h5>\n\n<p>To simulate weather, climate models must reflect real properties of the Earth&#8217;s climate, including physical laws like the conservation of energy and the ideal gas law. They also include variables like air pressure, temperature, and wind. All of these are expressed as equations that a climate model must solve. Solving the equations produces a three-dimensional picture that shows natural climate patterns in action, like rainfall, ocean currents, and the changing of seasons.</p>\n\n<p>Climate models agree on many important facts about our climate. For instance, models reliably show that adding more greenhouse gases to the atmosphere will cause average temperatures to rise. Models also try to predict how climate change will affect rainfall, <a href=\"https://climate.mit.edu/explainers/sea-level-rise\">sea levels</a>, ice cover, and other parts of the natural world.</p>\n\n<p>&#160;</p>\n<p><strong>Principles, variables, and parameterizations</strong></p>\n\n<p>The dynamics of the climate system are governed by seven physical principles:</p>\n\n<ul><li>conservation of air mass</li>\n\t<li>conservation of water mass</li>\n\t<li>conservation of energy</li>\n\t<li>conservation of momentum of air in three directions</li>\n\t<li>the ideal gas law applied to air</li>\n</ul><p>Climate models describe these principles as seven equations, which constrain seven variables:</p>\n\n<ul><li>\n\t<p>air temperature</p>\n\t</li>\n\t<li>\n\t<p>pressure</p>\n\t</li>\n\t<li>\n\t<p>density</p>\n\t</li>\n\t<li>\n\t<p>water vapor content</p>\n\t</li>\n\t<li>\n\t<p>wind magnitude in three directions</p>\n\t</li>\n</ul><p>By solving the equations, climate models can simulate all these variables in three dimensions and in time.</p>\n\n<p>Other variables that affect the Earth&#8217;s climate are hard to model directly. Clouds are a good example: a cloud is much smaller than the smallest unit of distance in a typical climate model, so the model cannot &#8220;see&#8221; individual clouds, but taken together they have big effects on the Earth&#8217;s temperature.</p>\n\n<p>For these factors, climate models use &#8220;parameterizations,&#8221; or simplified equations that behave roughly the same as the real thing. Rain, snow, and evaporation are other physical processes that have to be &#8220;parameterized&#8221; in climate models. These are important features of the Earth&#8217;s climate, so getting the parameterizations right is a huge part of designing a good climate model.</p>\n<p>&#160;</p>\n\n<h5>Global vs. regional models</h5>\n\n<p>Climate models can be global or regional. Global models cover the whole Earth. They usually have &#8220;resolutions&#8221; of hundreds of kilometers, meaning they can only show climate trends on a very large scale: for instance, they can model temperature changes in New England, but not in Rhode Island.</p>\n\n<p>Regional climate models, which zoom in on specific areas, have much finer resolutions, usually a few tens of kilometers. This is much closer to the scale of real-world observations about topography, land cover and soil types, all of which affect the climate system. For this reason, regional climate models can use more real-life data than global models, and their simulations are generally more accurate. They are useful for studying natural variations in the Earth&#8217;s climate; studying how land use (like <a href=\"https://climate.mit.edu/explainers/food-systems-and-agriculture\">agriculture</a> and <a href=\"https://climate.mit.edu/explainers/forests-and-climate-change\">deforestation</a>) can affect regional weather patterns; and making more detailed predictions about how climate change will affect the places where people live.</p>\n\n<p>In general, global climate models are useful for understanding the consequences of human actions across the whole world. For example, when the <a href=\"https://climate.mit.edu/explainers/intergovernmental-panel-climate-change\">Intergovernmental Panel on Climate Change</a> evaluates the actions needed to meet the worldwide <a href=\"https://climate.mit.edu/explainers/climate-targets\">climate targets</a> set in the <a href=\"https://climate.mit.edu/explainers/paris-agreement\">Paris Agreement</a>, they use data from global climate models. Regional climate models are better suited to studying how climate change affects things important to us, like agriculture, diseases, and specific ecosystems, and for making plans to adapt to future climate change.</p>\n\n<p>&#160;</p>\n<img alt=\"Resolution in Climate Models. Climate models represent large land areas as three-dimensional grids. Models with higher resolution have more &#8220;squares&#8221; in the grid, which makes them more accurate and precise. But there&#8217;s a tradeoff: because a climate model must repeatedly solve equations for every square in the grid, the resolution can only be so high before the model becomes unmanageably slow to run. Models that cover smaller regions of the globe can afford to have higher resolutions. This graphic shows how typical climate models &#8220;see&#8221; the world, compared to a real satellite image (top). On the left, a global climate model with a resolution of 2&#186; of latitude and longitude. On the right, a regional climate model with a resolution of 50 kilometers.\" src=\"/sites/default/files/inline-images/Global%20vs%20Regional%20Climate%20Models%20infographic.png\" class=\"align-center\" width=\"4000\" height=\"3100\"><h5>A powerful tool</h5>\n\n<p>The Earth&#8217;s climate is too complex for even the most powerful computers to fully simulate. Just as modern weather models cannot tell us with certainty whether it will rain next week, climate models can only predict a likely range of outcomes.</p>\n\n<p>Nonetheless, they are a crucial tool for understanding climate change, and are continually growing more detailed and accurate. New discoveries in climate science are improving our understanding of natural climate processes, and providing more real-world data about the Earth&#8217;s climate system, which allows for more accurate simulations of complex features like clouds and the water cycle. At the same time, advances in computer technology are making it possible to simulate weather patterns on a finer scale than ever before.</p>\n\n<p>&#160;</p>\n\n<p>Published January 8, 2021.</p>\n</div>","article_abstract":null}