{"summary":["Since 1979, climate change has increased the risk that a storm will develop into a ‘major’ hurricane by around 5% every ten years. Warm seawater supplies more heat to a hurricane, increasing its wind speed. Hurricane-proofing buildings and infrastructure is one way to reduce risk to coastal communities. Another option is to restore wetlands, which can slow down storm surges. Experts say coastal areas need to think more about this so-called ‘managed retreat’ to reduce the risk from sea level rise and hurricanes.Published November 30, 2020. Back to Mail Online home. Back To the page you came from. Click here for more information on the Climate Change Act of 2020 and how it will affect you and your family in the UK and the U.S., and how you can get involved in the fight against climate change by signing up to the Climate change Act of 2019 and supporting the Global Change Act. For confidential support call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the UK, call the National Suicide Prevention Lifeline on 1-800-273-8255 or visit www.suicidepreventionlifeline.org. For details on how to help in the United States, visit the National suicide prevention Lifeline at http://www.suicidesprevention.org/. For confidential. support on suicide matters call the national suicide Prevention Lifelines at 1-877-788-7070 or visit http:// www.sophistication.org/suicide."],"article_text":"Hurricanes are intense tropical cyclones. These storms are becoming stronger as climate change warms the oceans. (The term ‘hurricane’ is actually a regional word for tropical cyclones of a certain intensity that form over the North Atlantic and eastern North Pacific Oceans. But here we will use the term to refer to all such tropical cyclones worldwide.)\n\nA hurricane begins as a cluster of rain showers over warm tropical oceans. As air rises in these showers, more air rushes in along the sea surface to take its place. As more air gets pulled into the storm, it starts to spin around a low-pressure area at its center. This creates a feedback loop: as the wind blows harder, more warm seawater evaporates, drawing heat from the ocean. If the storm winds reach 74 miles per hour, the storm becomes a hurricane.\n\nStronger hurricanes\n\nBy warming the oceans, climate change is not creating more hurricanes, but it is making hurricanes stronger. That’s because warmer seawater supplies more heat to a hurricane, increasing its wind speed. Experts class hurricanes in 5 categories, with category 1 being the weakest and 5 the strongest. Since 1979, climate change has increased the risk that a storm will develop into a ‘major’ hurricane—at least category 3, with winds over 110 mph—by around 5% every ten years.1\n\nClimate change also means that hurricanes are causing more flooding. This is partly because hurricanes bring more rain than they used to: the warmer air of today’s climate holds more water vapor. It’s also because storm surges, the deadliest part of a hurricane, are getting worse. A storm surge is a rise of water created by wind from a hurricane. As climate change raises sea levels around the world, storm surges have a head start in flooding the coast. As a result, storm surges are becoming higher, penetrating further inland, and causing more damage.\n\nProtecting coastal communities\n\nTropical cyclones have caused, on average, $21 billion in damage a year since 1971.2 And because more people are moving to coastal areas, the number of people who are at risk has tripled in this time.2\n\nHurricane-proofing buildings and infrastructure is one way to reduce risk to coastal communities. But few people can afford to fortify their homes enough to withstand the strongest storms. Another option is to restore wetlands, which can slow down storm surges. Increasingly, coastal communities are looking at a blend of both approaches to better adapt to hurricanes.3\n\nSome coastal communities are even considering leaving for good. The low-lying Pacific island nation of Kiribati, facing sea level rise and worsening storm surges, has bought land in Fiji as a refuge for its residents. A less drastic example of this can be found in governments buying out particularly at-risk homes, as happened in some Staten Island communities after Hurricane Sandy in 2012.4 Experts say coastal areas need to think more about this so-called “managed retreat” to reduce risk from sea level rise and hurricanes.5\n\nPublished November 30, 2020.","article_title":"Hurricanes","article_authors":["Kerry Emanuel","Cecil","Ida Green Professor Of Atmospheric Science In The Mit Department Of Earth","Atmospheric","Planetary Sciences","With Elizabeth Gribkoff","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2020-11/29697763377_ffd4c89754_5k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/hurricanes","article_html":"<div><p>Hurricanes are intense tropical cyclones. These storms are becoming stronger as climate change warms the oceans. (The term &#8216;hurricane&#8217; is actually a regional word for tropical cyclones of a certain intensity that form over the North Atlantic and eastern North Pacific Oceans. But here we will use the term to refer to all such tropical cyclones worldwide.)</p>\n\n<p>A hurricane begins as a cluster of rain showers over warm tropical oceans. As air rises in these showers, more air rushes in along the sea surface to take its place. As more air gets pulled into the storm, it starts to spin around a low-pressure area at its center. This creates a feedback loop:&#160;as the wind blows harder, more warm seawater evaporates, drawing heat from the ocean. If the storm winds reach 74 miles per hour, the storm becomes a hurricane.</p>\n\n<h5>Stronger hurricanes</h5>\n\n<p>By warming the oceans, climate change is not creating more hurricanes, but it is making hurricanes stronger. That&#8217;s because warmer seawater supplies more heat to a hurricane, increasing its wind speed. Experts class hurricanes in 5 categories, with category 1 being the weakest and 5 the strongest. Since 1979, climate change has increased the risk that a storm will develop into a &#8216;major&#8217; hurricane&#8212;at least category 3, with winds over 110 mph&#8212;by around 5% every ten years.1</p>\n\n<p>Climate change also means that hurricanes are causing more flooding. This is partly because hurricanes bring more rain than they used to: the warmer air of today&#8217;s climate holds more water vapor. It&#8217;s also because storm surges, the deadliest part of a hurricane, are getting worse. A storm surge is a rise of water created by wind from a hurricane. As climate change raises <a href=\"https://climate.mit.edu/explainers/sea-level-rise\">sea levels</a> around the world, storm surges have a head start in flooding the coast. As a result, storm surges are becoming higher, penetrating further inland, and causing more damage.</p>\n\n<h5>Protecting coastal communities</h5>\n\n<p>Tropical cyclones have caused, on average, $21 billion in damage a year since 1971.2 And because more people are moving to coastal areas, the number of people who are at risk has tripled in this time.2</p>\n\n<p>Hurricane-proofing buildings and infrastructure is one way to reduce risk to coastal communities. But few people can afford to fortify their homes enough to withstand the strongest storms. Another option is to restore <a href=\"https://climate.mit.edu/explainers/coastal-ecosystems-and-climate-change\">wetlands</a>, which can slow down storm surges. Increasingly, coastal communities are looking at a blend of both approaches to better adapt to hurricanes.3</p>\n\n<p>Some coastal communities are even considering leaving for good. The low-lying Pacific island nation of Kiribati, facing sea level rise and worsening storm surges, has bought land in Fiji as a refuge for its residents. A less drastic example of this can be found in governments buying out particularly at-risk homes, as happened in some Staten Island communities after Hurricane Sandy in 2012.4 Experts say coastal areas need to think more about this so-called &#8220;managed retreat&#8221; to reduce risk from sea level rise and hurricanes.5</p>\n\n<p>&#160;</p>\n\n<p>Published November 30, 2020.</p>\n</div>","article_abstract":null}