{"summary":["Hydrogen is the lightest chemical element and the most abundant chemical substance in the universe. Using fossil fuels or clean electricity, we can produce hydrogen gas, which can be stored, transported, and burned to provide power. Unlike most fuels, hydrogen does not produce the greenhouse gas carbon dioxide (CO 2 ) when burned. This means that burning hydrogen fuel does not contribute to climate change. Today, hydrogen is mainly used in the petrochemical, food processing, and fertilizer industries, and in cars with hydrogen fuel cells. Countries such as Japan are exploring its use in public transportation. It can provide long-term energy storage for the electric power sector, fuel for heavy duty transportation, and heat for industrial processes requiring high temperatures, like steel or concrete production. The attraction of the hydrogen economy is as a tool for fighting climate change, by replacing fossil fuels in some of the hardest parts of our economy to decarbonize. A key barrier that needs to be overcome to support this transition is the lack of hydrogen infrastructure such as hydrogen pipeline networks, widespread production facilities, and hydrogen fueling stations. The idea of a ‘hydrogen economy’ was first introduced in the 1970s, to describe using hydrogen as a fuel for the transportation sector at a time when oil prices were rising quickly. It is hoped that hydrogen fuel will be used to replace fossil fuels by the end of the 20th century in many parts of the world, including transportation, energy storage, and manufacturing, and for clean energy production."],"article_text":"Hydrogen is the lightest chemical element and the most abundant chemical substance in the universe. Using fossil fuels or clean electricity, we can produce hydrogen gas, which can be stored, transported, and burned to provide power. Unlike most fuels, hydrogen does not produce the greenhouse gas carbon dioxide (CO 2 ) when burned: instead, it yields water. This means that burning hydrogen fuel does not contribute to climate change.\n\nThe versatility of hydrogen fuel creates many opportunities to replace fossil fuels in different parts of our economy. It can provide long-term energy storage for the electric power sector, fuel for heavy duty transportation, and heat for industrial processes requiring high temperatures, like steel or concrete production. Today, hydrogen is mainly used in the petrochemical, food processing, and fertilizer industries, and in cars with hydrogen fuel cells. Countries such as Japan are exploring its use in public transportation.\n\nFor the climate, not all hydrogen is created equal\n\nBecause pure hydrogen is so rare on Earth, the hydrogen we use must be produced from other compounds. However, hydrogen production can have a large environmental impact depending on how it is produced. Today, close to 95 percent of hydrogen production is from fossil fuels like natural gas and coal. As a result, we emit 830 million tonnes of CO 2 each year to produce 74 million tonnes of hydrogen.\n\nA wide range of processes can be used to produce hydrogen, including:\n\nthermochemical processes like “reforming” natural gas or coal or “gasifying” biomass;\n\nelectrolytic processes that split water into hydrogen and oxygen using electricity;\n\nphotolytic processes that split water into hydrogen and oxygen using sunlight;\n\nbiological processes using algae or bacteria.\n\nAmong these options, there are two ways to move toward cleaner hydrogen production that are cheap enough to pursue on a large scale in the near future. One is to combine fossil fuel-based hydrogen production with carbon capture and storage. The second is to use water electrolysis powered by electricity from low-carbon sources, such as renewable energy or nuclear power.\n\nBreathing new life into an old idea\n\nHydrogen has been in the public imagination since the 1870s, when Jules Verne wrote that “water will be the coal of the future” in his novel The Mysterious Island. However, interest in hydrogen has changed over time. The idea of a “hydrogen economy” was first introduced in the 1970s, to describe using hydrogen as a fuel for the transportation sector at a time when oil prices were rising quickly. Now, the attraction of the hydrogen economy is as a tool for fighting climate change, by replacing fossil fuels in some of the hardest parts of our economy to decarbonize. A key barrier that needs to be overcome to support this transition is the lack of hydrogen infrastructure such as hydrogen pipeline networks, widespread production facilities, and hydrogen fueling stations.\n\nUpdated June 23, 2021.","article_title":"Hydrogen","article_authors":["Emre Gençer","Research Scientist At The Mit Energy Initiative"],"article_image":"https://climate.mit.edu/sites/default/files/2022-07/44411604182_6faa089c1a_6k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/hydrogen","article_html":"<div><p>Hydrogen&#160;is the lightest chemical element and the most abundant chemical substance in the universe. Using fossil fuels or clean electricity, we can produce hydrogen gas, which can be stored, transported, and burned to provide power. Unlike most fuels, hydrogen does not produce the <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas</a> carbon dioxide (CO2) when burned: instead, it yields water. This means that burning hydrogen fuel does not contribute to climate change.</p>\n\n<p>The versatility of hydrogen fuel creates many opportunities to replace fossil fuels in different parts of our economy. It can provide long-term <a href=\"https://climate.mit.edu/explainers/energy-storage\">energy storage</a> for the electric power sector, fuel for heavy duty transportation, and heat for industrial processes requiring high temperatures, like <a href=\"https://climate.mit.edu/explainers/mining-and-metals\">steel</a> or <a href=\"https://climate.mit.edu/explainers/concrete\">concrete</a> production. Today, hydrogen is mainly used in the petrochemical, food processing, and fertilizer industries, and in cars with hydrogen fuel cells. Countries such as Japan are exploring its use in&#160;public transportation.</p>\n\n<h6>For the climate, not all hydrogen is created equal</h6>\n\n<p>Because pure hydrogen is so rare on Earth, the hydrogen we use must be produced from other compounds. However, hydrogen production can have a large environmental impact depending on how it is produced. Today, close to 95 percent of hydrogen production is from fossil fuels like natural gas and coal. As a result, we emit 830 million tonnes of CO2 each year to produce 74 million tonnes of hydrogen.</p>\n\n<p>A wide range of processes can be used to produce hydrogen, including:</p>\n\n<ul><li>thermochemical processes like &#8220;reforming&#8221; natural gas or coal or &#8220;gasifying&#8221; biomass;</li>\n\t<li>electrolytic processes that split water into hydrogen and oxygen using electricity;</li>\n\t<li>photolytic processes that split water into hydrogen and oxygen using sunlight;</li>\n\t<li>biological processes using algae or bacteria.&#160;</li>\n</ul><p>Among these options, there are two ways to move toward cleaner hydrogen production that are cheap enough to pursue on a large scale in the near future. One is to combine fossil fuel-based hydrogen production with <a href=\"https://climate.mit.edu/explainers/carbon-capture\">carbon capture and storage</a>. The second is to use water electrolysis powered by electricity from low-carbon sources, such as <a href=\"https://climate.mit.edu/explainers/renewable-energy\">renewable energy</a> or <a href=\"https://climate.mit.edu/explainers/nuclear-energy\">nuclear power</a>.</p>\n\n<h6>Breathing new life into an old idea</h6>\n\n<p>Hydrogen has been in the public imagination since the 1870s, when Jules Verne wrote that &#8220;water will be the coal of the future&#8221; in his novel The Mysterious Island.&#160;However, interest in hydrogen has changed over time. The idea of a &#8220;hydrogen economy&#8221; was first introduced in the 1970s, to describe using hydrogen as a fuel for the transportation sector at a time when oil prices were rising quickly. Now, the attraction of the hydrogen economy is as a tool for fighting climate change, by replacing fossil fuels in some of the hardest parts of our economy to decarbonize. A key barrier that needs to be overcome to support this transition is the lack of hydrogen infrastructure such as hydrogen pipeline networks, widespread production facilities, and hydrogen fueling stations.</p>\n\n<p>&#160;</p>\n\n<p>Updated June 23, 2021.</p>\n</div>","article_abstract":null}