{"summary":["Ocean acidification refers to a gradual increase in the acidity of ocean water, caused mainly by human-emitted carbon dioxide (CO 2 ) mixing with the water. Since the Industrial Revolution, the ocean surface has, on average, become approximately 30% more acidic worldwide. The speed of ocean acidification today is estimated to be 10 to 100 times faster than any change in the ocean’s chemistry in the past 100 million years. Ocean acidification will have different effects on different marine plants and animals. Many seagrasses and algae that rely on CO 2 to make energy may benefit from higher ocean CO 2 levels. Other marine organisms will have a harder time surviving in a more acidic ocean, particularly those with delicate shells and skeletons, which may dissolve more easily when seawater becomes more corrosive. Habitat destruction, ocean warming, and other changes may make the effects of ocean Acidification even more damaging to ocean life.Published September 8, 2020. For confidential support call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the U.S. call the National Suicide Prevention Line on 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For confidential. support in the UK, call the helpline on 0800 555 111 or go to www.sophistication.org. Back to the page you came from."],"article_text":"Ocean acidification refers to a gradual increase in the acidity of ocean water, caused mainly by human-emitted carbon dioxide (CO 2 ) mixing with the water.\n\nSince the start of the Industrial Revolution in the late 1700s, humans have caused the concentration of CO 2 in the atmosphere to rise by more than 40%, through the large-scale burning of fossil fuels and other changes to the environment such as deforestation. A little less than half of this emitted CO 2 remains in the atmosphere, while the rest has been absorbed by the land and the ocean. Scientists calculate that the ocean currently absorbs about 30% of the CO 2 that humans are emitting.\n\nThe Chemistry\n\nThe acidity of a liquid is based on the number of hydrogen ions (H+) it contains: more acidic liquids have higher concentrations of H+. When CO 2 dissolves in seawater, it combines with water to form carbonic acid. This acid then breaks apart into H+ and another ion called bicarbonate. As more CO 2 is added to the ocean, there is a greater abundance of H+, and the water becomes more acidic.\n\nThe acidification of the ocean has been well-documented through ocean observations all around the globe over the past several decades. Since the Industrial Revolution, the ocean surface has, on average, become approximately 30% more acidic worldwide. This change has been definitively attributed to human-emitted CO 2 in the atmosphere. Based on research into ancient ocean chemistry, the speed of ocean acidification today is estimated to be 10 to 100 times faster than any change in the ocean’s chemistry in the past 100 million years.\n\nThe Impacts on Marine Ecosystems\n\nOcean acidification will have different effects on different marine plants and animals. Many seagrasses and algae that rely on CO 2 to make energy may benefit from higher ocean CO 2 levels. However, other marine organisms will have a harder time surviving in a more acidic ocean, particularly those with delicate shells and skeletons, which may dissolve more easily when seawater becomes more corrosive. In addition to making the ocean water more acidic, extra H+ ions can also remove carbonate ions from seawater. Carbonate ions are an important building block for the shells and skeletons of many marine organisms, including corals, commercially important shellfish like oysters and scallops, and tiny marine plants and animals called plankton that form the base of the entire marine food web. With fewer of these building blocks available, organisms must use more energy building their shells and skeletons, which leaves less energy for feeding and reproduction. At the same time, marine organisms face many other harmful changes to their environment. Habitat destruction, ocean warming, and other changes may make the effects of ocean acidification even more damaging to ocean life.\n\nPublished September 8, 2020.","article_title":"Ocean Acidification","article_authors":["Heather Benway","Research Specialist In Marine Chemistry","Geochemistry","Woods Hole Oceanographic Institution"],"article_image":"https://climate.mit.edu/sites/default/files/2020-09/yang-wewe-QgjbgUC2ePM-unsplash%281%29_0.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/ocean-acidification","article_html":"<div><p>Ocean acidification refers to a gradual increase in the acidity of ocean water, caused mainly by human-emitted carbon dioxide (CO2) mixing with the water.</p>\n\n<p>Since the start of the Industrial Revolution in the late 1700s, humans have caused the concentration of CO2 in the atmosphere to rise by more than 40%, through the large-scale burning of fossil fuels and other changes to the environment such as deforestation. A little less than half of this emitted CO2 remains in the atmosphere, while the rest has been absorbed by the land and the ocean. Scientists calculate that the ocean currently absorbs about 30% of the CO2 that humans are emitting.</p>\n\n<h6>The Chemistry</h6>\n\n<p>The acidity of a liquid is based on the number of hydrogen ions (H+) it contains: more acidic liquids have higher concentrations of H+. When CO2 dissolves in seawater, it combines with water to form carbonic acid. This acid then breaks apart into H+ and another ion called bicarbonate. As more CO2 is added to the ocean, there is a greater abundance of H+, and the water becomes more acidic.</p>\n\n<p>The acidification of the ocean has been well-documented through ocean observations all around the globe over the past several decades. Since the Industrial Revolution, the ocean surface has, on average, become approximately 30% more acidic worldwide. This change has been definitively attributed to human-emitted CO2 in the atmosphere. Based on research into ancient ocean chemistry, the speed of ocean acidification today is estimated to be 10 to 100 times faster than any change in the ocean&#8217;s chemistry in the past 100 million years.</p>\n\n<h6>The Impacts on Marine Ecosystems</h6>\n\n<p>Ocean acidification will have different effects on different marine plants and animals. Many seagrasses and algae that rely on CO2 to make energy may benefit from higher ocean CO2 levels. However, other marine organisms will have a harder time surviving in a more acidic ocean, particularly those with delicate shells and skeletons, which may dissolve more easily when seawater becomes more corrosive. In addition to making the ocean water more acidic, extra H+ ions can also remove carbonate ions from seawater. Carbonate ions are an important building block for the shells and skeletons of many marine organisms, including corals, commercially important shellfish like oysters and scallops, and tiny marine plants and animals called <a href=\"https://climate.mit.edu/explainers/phytoplankton\">plankton</a> that form the base of the entire marine food web. With fewer of these building blocks available, organisms must use more energy building their shells and skeletons, which leaves less energy for feeding and reproduction. At the same time, marine organisms face many other harmful changes to their environment. Habitat destruction, ocean warming, and other changes may make the effects of ocean acidification even more damaging to ocean life.</p>\n\n<p>&#160;</p>\n\n<p>Published September 8, 2020.</p>\n</div>","article_abstract":null}