{"summary":["The Paris Climate Agreement is a treaty that brings all the world’s peoples into a common effort to combat climate change. The parties to the Agreement are sovereign states who agree to take actions to meet an ambitious goal: to hold the rise in global temperature “well below” 2 degrees Celsius. The main focus of the Paris Agreement is lowering greenhouse gas emissions by a system of pledge and review. The Agreement also covers many other aspects of a global response to the climate threat, including provisions to strengthen efforts to adapt to a changing climate. But serious challenges remain to bring its over 190 diverse participants to the required level of joint effort, the authors say. The success of the Agreement over coming decades will ultimately depend on leadership by the wealthier and larger emitting countries, they say. It was essential for developing countries to join in pledging NDCs, and their emissions are growing faster than those of wealthy countries. The agreement reaffirms an obligation by the richer nations to provide financial and technological aid to developing countries. It also sets rules and procedures for international cooperation, where countries that exceed their N DCs can sell the excess reductions to other countries to help meet their pledges. The U.S. rejoined the Agreement in 2021, with commitments beyond 2030 to be pledged in 2025. The United States faces no formal sanctions for declaring an unambitious NDC or stingy offer of financial aid. It means that the willingness of nations to undertake substantial, and perhaps costly, action depends on confidence in the design of the regime."],"article_text":"The Paris Climate Agreement is a treaty that brings all the world’s peoples into a common effort to combat climate change. Negotiated under the Framework Convention on Climate Change, a unit of the United Nations, it is the result of 20 years of international effort. The parties to the Agreement are sovereign states who agree to take actions to meet an ambitious goal: to hold the rise in global temperature “well below” 2 degrees Celsius, and to try for 1.5 degrees.1 The Agreement was reached in December 2015 and was soon ratified by almost all nations. In 2017, President Donald Trump withdrew the United States; however, President Joe Biden reversed this decision, and the United States rejoined the Agreement in 2021.\n\nNational Pledges\n\nThe main focus of the Paris Agreement is lowering greenhouse gas emissions by a system of pledge and review. Each party commits to declare a plan of climate action—its “nationally determined contribution” or NDC.2 Each NDC includes a pledge to reduce emissions by a certain amount before a target date, 2030 for most. The Agreement also requires nations to report regularly on their progress, and it lays out the accounting rules for tracking national emissions. NDCs are updated on a five-year schedule, with each update calling for steeper reductions in emissions. An update of the first NDCs occurred in 2021, with commitments beyond 2030 to be pledged in 2025.\n\nThe Agreement also covers many other aspects of a global response to the climate threat. For example, it includes provisions to strengthen efforts to adapt to a changing climate, and it sets rules and procedures for international cooperation, where countries that exceed their NDCs can sell the excess reductions to other countries to help meet their pledges.3\n\nMeeting the Climate Goal\n\nIt was essential for developing countries to join in pledging NDCs. These countries produce well over half of today’s global greenhouse gases, and their emissions are growing faster than those of wealthy countries. But they come to the task with very different levels of economic development, strength of public institutions and technical capacity. To help them meet their goals, the Agreement reaffirms an obligation by the richer nations to provide financial and technological aid to developing countries to support their emissions control efforts and adaptation projects.\n\nThough the Paris Agreement is likely the strongest possible for an all-nation effort to limit human influence on the Earth’s climate, serious challenges remain to bring its over 190 diverse participants to the required level of joint effort. As with other international environmental agreements,4 a country faces no formal sanctions for declaring an unambitious NDC or stingy offer of financial aid, or for failing to meet a pledge once made. This means that the willingness of nations to undertake substantial, and perhaps costly, action depends on confidence in the design of the regime, trust that others are serious about their pledges, and faith that the overall system treats different countries equitably. Because of this requirement, the success of the Paris Agreement over coming decades will ultimately depend on leadership by the wealthier and larger emitting countries.\n\nUpdated December 16, 2021.","article_title":"The Paris Agreement","article_authors":["Henry Jacoby","Founding Co-Director Of The Mit Joint Program On The Science","Policy Of Global Change"],"article_image":"https://climate.mit.edu/sites/default/files/2020-09/luca-micheli-Q7htkhMW66Y-unsplash_0.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/paris-agreement","article_html":"<div><p>The Paris Climate Agreement is a treaty that brings all the world&#8217;s peoples into a common effort to combat climate change. Negotiated under the Framework Convention on Climate Change, a unit of the United Nations, it is the result of 20 years of international effort. The parties to the Agreement are sovereign states who agree to take actions to meet an ambitious goal: to hold the rise in global temperature &#8220;well below&#8221; 2 degrees Celsius, and to try for 1.5 degrees.1 The Agreement was reached in December 2015 and was soon ratified by almost all nations. In 2017, President Donald Trump withdrew the United States; however, President Joe Biden reversed this decision, and the United States rejoined the Agreement in 2021.</p>\n\n<h6>National Pledges</h6>\n\n<p>The main focus of the Paris Agreement is lowering <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas emissions</a> by a system of pledge and review. Each party commits to declare a plan of climate action&#8212;its &#8220;nationally determined contribution&#8221; or NDC.2 Each NDC includes a pledge to reduce emissions by a certain amount before a <a href=\"https://climate.mit.edu/explainers/climate-targets\">target date</a>, 2030 for most. The Agreement also requires nations to report regularly on their progress, and it lays out the accounting rules for tracking national emissions. NDCs are updated on a five-year schedule, with each update calling for steeper reductions in emissions. An update of the first NDCs occurred in 2021, with commitments beyond 2030 to be pledged in 2025.</p>\n\n<p>The Agreement also covers many other aspects of a global response to the climate threat. For example, it includes provisions to strengthen efforts to adapt to a changing climate, and it sets rules and procedures for international cooperation, where countries that exceed their NDCs can sell the excess reductions to other countries to help meet their pledges.3</p>\n\n<h6>Meeting the Climate Goal</h6>\n\n<p>It was essential for developing countries to join in pledging NDCs. These countries produce well over half of today&#8217;s global greenhouse gases, and their emissions are growing faster than those of wealthy countries. But they come to the task with very different levels of economic development, strength of public institutions and technical capacity. To help them meet their goals, the Agreement reaffirms an obligation by the richer nations to provide financial and technological aid to developing countries to support their emissions control efforts and adaptation projects.</p>\n\n<p>Though the Paris Agreement is likely the strongest possible for an all-nation effort to limit human influence on the Earth&#8217;s climate, serious challenges remain to bring its over 190 diverse participants to the required level of joint effort. As with other international environmental agreements,4 a country faces no formal sanctions for declaring an unambitious NDC or stingy offer of financial aid, or for failing to meet a pledge once made. This means that the willingness of nations to undertake substantial, and perhaps costly, action depends on confidence in the design of the regime, trust that others are serious about their pledges, and faith that the overall system treats different countries equitably. Because of this requirement, the success of the Paris Agreement over coming decades will ultimately depend on leadership by the wealthier and larger emitting countries.</p>\n\n<p>&#160;</p>\n\n<p>Updated December 16, 2021.</p>\n</div>","article_abstract":null}