{"summary":["Investors trade over $250 trillion worth of stocks, bonds and other long-term investments in global capital markets every year. A growing number of investors are interested in the connection between climate change and the assets they buy and sell. Climate change poses two kinds of risks that investors might consider: physical and transition. Investors need tools for making informed decisions about climate change across all their investments, say the authors of a new paper on investing in climate-friendly stocks and bonds. The authors conclude that climate-focused investing is a large and growing force in worldwide capital markets and that investors need to be aware of the risks and benefits of different types of investments and how to make informed decisions on which ones to buy, sell and hold. They conclude that investors who want to make corporate corporate decisions on climate change must be at least partly partly subjective and should be able to disagree about how the same assets should be rated by rating agencies. They also argue that investors and regulators worry about “greenwashing,” or their investment offerings being more environmentally friendly than they really are. The study is published in the latest edition of the Journal of Sustainable Investing, which is published by the University of California, San Diego, on behalf of the World Resources Institute (WRI) (http://www.wri.org/sustainable-investing/climate-focused-investors-should-be-at-least-partly-imaginative-and-transparent-in-their-investments\")."],"article_text":"Investors trade over $250 trillion worth of stocks, bonds and other long-term investments in global capital markets every year.1 A growing number of these investors are interested in the connection between climate change and the assets they buy and sell.\n\n\n\nSome investors are concerned about climate change for financial reasons: they believe it poses a risk to certain investments, and want to own assets that are well positioned for a world affected by climate change. Other investors have moral reasons for thinking about climate. By investing in companies whose products or operations help lessen the effects of climate change, they hope to support climate solutions. Conversely, by not investing in businesses that contribute the most to climate change, they hope to push these businesses to think more about their impact on the climate.\n\nTwo types of climate change risks Climate change poses two kinds of risks that investors might consider. The first is “physical risk” from the direct effects of climate change. For instance, sea level rise threatens buildings in coastal areas. If a real estate company owns a lot of buildings near the coast, this physical risk might make its stock a worse investment. “Transition risks” have to do with the changes people and governments are making to reduce the effects of climate change. If investors believe governments will pass new regulations that favor climate-friendly renewable energy, they might worry about assets tied to fossil fuels, such as stocks of coal companies or bonds issued by oil-exporting countries.\n\nTools and strategies for investors\n\nThousands of different stocks and bonds are traded in capital markets, and it would be impossible for any investor to study how climate change affects each of them. Investors need tools for making informed decisions about climate change across all their investments.\n\nESG ratings are published by rating agencies to score stocks and bonds on environmental, social, and governance factors. 2 Many ESG ratings include details on specific climate change factors, like companies’ greenhouse gas emissions.\n\n\n\nare published by rating agencies to score stocks and bonds on environmental, social, and governance factors. Many ESG ratings include details on specific climate change factors, like companies’ greenhouse gas emissions. ESG funds have a stated mandate to invest in stocks and bonds with high ESG ratings. ESG funds may also have a specific theme, like high ratings for climate action, giving investors a way to own a diversified portfolio of stocks and bonds that satisfy specific climate criteria.\n\n\n\nhave a stated mandate to invest in stocks and bonds with high ESG ratings. ESG funds may also have a specific theme, like high ratings for climate action, giving investors a way to own a diversified portfolio of stocks and bonds that satisfy specific climate criteria. Green bonds are issued by companies, governments, multilateral institutions and banks to fund projects that help slow climate change or are otherwise good for the environment. Investors in green bonds expect that the funds will be spent on specific projects that benefit the climate, like building renewable energy or restoring forests.\n\n\n\nare issued by companies, governments, multilateral institutions and banks to fund projects that help slow climate change or are otherwise good for the environment. Investors in green bonds expect that the funds will be spent on specific projects that benefit the climate, like building renewable energy or restoring forests. Divestment is the decision to sell an investor’s holdings in a whole class of assets—like stocks in companies that produce fossil fuels. Divestment from fossil fuels is a frequent aim of climate activists, and is growing quickly among investors with strong public constituencies, like governments, pension funds, universities, and faith-based organizations.\n\nClimate-focused investing is a large and growing force in worldwide capital markets. In 2021, an estimated $2.7 trillion was held in ESG funds,3 and around $520 billion of green bonds were issued in that year alone.4 Furthermore, according to the Global Fossil Fuel Divestment Commitments Database, over $40 trillion of assets are held by institutions that have at least partly divested from fossil fuels.5\n\nChallenges of climate-focused investing\n\nInvestment decisions on this scale can affect stock prices and bond yields, and create a real incentive for companies to be seen as good actors on climate change.\n\n\n\nBut investors who want to shift corporate behavior must make do with imperfect information. ESG ratings and other measures of companies’ climate actions are at least partly subjective, and different rating agencies often disagree about how the same assets should be rated. There is also a lack of transparency in how these ratings are calculated. In the absence of clear standards, investors and regulators worry about “greenwashing,” or funds marketing their investment offerings as being more environmentally friendly than they really are.\n\n\n\nClimate-focused investors also risk doing worse financially. They may reject profitable investments over climate concerns. By bidding up the prices of climate-friendly stocks and bonds, they may also overpay for some of their investments.\n\n\n\nSome investors also believe climate-focused investing can have unintended consequences. Imagine a coal company with a diverse group of investors. Some of its shareholders may worry about how climate change will affect this business, and push the company to explore more climate-friendly opportunities, or even slowly wind down its operations and return the money to shareholders. If all these investors sell their stocks, the stock price will likely fall, and the company may seem undervalued to investors who don’t care about climate change. These new shareholders will have different goals—perhaps pushing the company to mine as much coal as possible.\n\nPolicy and politics\n\nThese concerns don’t make climate-focused investing irrelevant. As the risks of climate change grow, investors will only have more reason to think about the impact of companies’ operations on the environment.\n\n\n\nBut buying or selling stocks is a blunt instrument for changing corporate behavior. It’s also growing more politically controversial. The government of Florida recently told its public pension funds not to consider ESG factors in their investments, while the Texas government has told pension funds not to do business with financial firms it believes are too hostile to fossil fuels. This political backlash suggests that climate-focused investing may face challenges—even for investors who mainly want to avoid financial risks, and don’t necessarily see their interest in climate change as a moral or political stand.\n\n\n\nInvestors who care deeply about climate change and its consequences may want to couple their investing strategies with other ways of influencing companies, such as voting for climate-friendly measures at shareholder meetings. They may also push for policy change. Governments have enormous power to shift investments toward companies and projects that benefit the climate, through subsidies, tax credits, public works, and favorable regulations. They can also issue rules that make climate-focused investing easier and more transparent, such as requiring publicly traded companies to disclose their greenhouse gas emissions and plans to reduce them.\n\nPublished September 21, 2022.","article_title":"Investing and Climate Change","article_authors":["Gita Rao","Senior Lecturer In Finance","Mit Sloan School Of Management","With Aaron Krol","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-09/14313066998_5af56ba515_5k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/investing-and-climate-change","article_html":"<div><p>Investors trade over $250 trillion worth of stocks, bonds and other long-term investments in global capital markets every year.1 A growing number of these investors are interested in the connection between climate change and the assets they buy and sell.<br>\n&#160;<br>\nSome investors are concerned about climate change for financial reasons: they believe it poses a risk to certain investments, and want to own assets that are well positioned for a world affected by climate change. Other investors have moral reasons for thinking about climate. By investing in companies whose products or operations help lessen the effects of climate change, they hope to support climate solutions. Conversely, by not investing in businesses that contribute the most to climate change, they hope to push these businesses to think more about their impact on the climate.</p>\n\n<p>&#160;</p>\n<p><strong>Two types of climate change risks</strong></p>\n\n<p>Climate change poses two kinds of risks that investors might consider. The first is <strong>&#8220;physical risk&#8221;</strong> from the direct effects of climate change. For instance, <a href=\"https://climate.mit.edu/explainers/sea-level-rise\">sea level rise</a> threatens buildings in coastal areas. If a real estate company owns a lot of buildings near the coast, this physical risk might make its stock a worse investment.</p>\n\n<p><strong>&#8220;Transition risks&#8221;</strong> have to do with the changes people and governments are making to reduce the effects of climate change. If investors believe governments will pass new regulations that favor climate-friendly <a href=\"https://climate.mit.edu/explainers/renewable-energy\">renewable energy</a>, they might worry about assets tied to fossil fuels, such as stocks of coal companies or bonds issued by oil-exporting countries.</p>\n<p>&#160;</p>\n\n<h5>Tools and strategies for investors</h5>\n\n<p>Thousands of different stocks and bonds are traded in capital markets, and it would be impossible for any investor to study how climate change affects each of them. Investors need tools for making informed decisions about climate change across all their investments.</p>\n\n<ul><li><strong>ESG ratings</strong> are published by rating agencies to score stocks and bonds on environmental, social, and governance factors.2 Many ESG ratings include details on specific climate change factors, like companies&#8217; <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas</a> emissions.<br>\n\t&#160;</li>\n\t<li><strong>ESG funds</strong> have a stated mandate to invest in stocks and bonds with high ESG ratings. ESG funds may also have a specific theme, like high ratings for climate action, giving investors a way to own a diversified portfolio of stocks and bonds that satisfy specific climate criteria.<br>\n\t&#160;</li>\n\t<li><strong>Green bonds</strong> are issued by companies, governments, multilateral institutions and banks to fund projects that help slow climate change or are otherwise good for the environment. Investors in green bonds expect that the funds will be spent on specific projects that benefit the climate, like building renewable energy or restoring <a href=\"https://climate.mit.edu/explainers/forests-and-climate-change\">forests</a>.<br>\n\t&#160;</li>\n\t<li><strong>Divestment</strong> is the decision to sell an investor&#8217;s holdings in a whole class of assets&#8212;like stocks in companies that produce fossil fuels. Divestment from fossil fuels is a frequent aim of climate activists, and is growing quickly among investors with strong public constituencies, like governments, pension funds, universities, and faith-based organizations.</li>\n</ul><p>Climate-focused investing is a large and growing force in worldwide capital markets. In 2021, an estimated $2.7 trillion was held in ESG funds,3 and around $520 billion of green bonds were issued in that year alone.4 Furthermore, according to the Global Fossil Fuel Divestment Commitments Database, over $40 trillion of assets are held by institutions that have at least partly divested from fossil fuels.5</p>\n\n<h5>Challenges of climate-focused investing</h5>\n\n<p>Investment decisions on this scale can affect stock prices and bond yields, and create a real incentive for companies to be seen as good actors on climate change.<br>\n&#160;<br>\nBut investors who want to shift corporate behavior must make do with imperfect information. ESG ratings and other measures of companies&#8217; climate actions are at least partly subjective, and different rating agencies often disagree about how the same assets should be rated. There is also a lack of transparency in how these ratings are calculated. In the absence of clear standards, investors and regulators worry about &#8220;greenwashing,&#8221; or funds marketing their investment offerings as being more environmentally friendly than they really are.<br>\n&#160;<br>\nClimate-focused investors also risk doing worse financially. They may reject profitable investments over climate concerns. By bidding up the prices of climate-friendly stocks and bonds, they may also overpay for some of their investments.<br>\n&#160;<br>\nSome investors also believe climate-focused investing can have unintended consequences. Imagine a coal company with a diverse group of investors. Some of its shareholders may worry about how climate change will affect this business, and push the company to explore more climate-friendly opportunities, or even slowly wind down its operations and return the money to shareholders. If all these investors sell their stocks, the stock price will likely fall, and the company may seem undervalued to investors who don&#8217;t care about climate change. These new shareholders will have different goals&#8212;perhaps pushing the company to mine as much coal as possible.</p>\n\n<h5>Policy and politics</h5>\n\n<p>These concerns don&#8217;t make climate-focused investing irrelevant. As the risks of climate change grow, investors will only have more reason to think about the impact of companies&#8217; operations on the environment.<br>\n&#160;<br>\nBut buying or selling stocks is a blunt instrument for changing corporate behavior. It&#8217;s also growing more politically controversial. The government of Florida recently told its public pension funds not to consider ESG factors in their investments, while the Texas government has told pension funds not to do business with financial firms it believes are too hostile to fossil fuels. This political backlash suggests that climate-focused investing may face challenges&#8212;even for investors who mainly want to avoid financial risks, and don&#8217;t necessarily see their interest in climate change as a moral or political stand.<br>\n&#160;<br>\nInvestors who care deeply about climate change and its consequences may want to couple their investing strategies with other ways of influencing companies, such as voting for climate-friendly measures at shareholder meetings. They may also push for policy change. Governments have enormous power to shift investments toward companies and projects that benefit the climate, through subsidies, tax credits, public works, and favorable regulations. They can also issue rules that make climate-focused investing easier and more transparent, such as requiring publicly traded companies to disclose their greenhouse gas emissions and plans to reduce them.</p>\n\n<p>&#160;</p>\n\n<p>Published September 21, 2022.</p>\n</div>","article_abstract":null}