{"summary":["Freight transportation plays an important role in our global economy. Billions of tons of cargo are transported around the world each year by trucks, planes, ships, and trains. This transportation makes up 8% of global greenhouse gas emissions, and as much as 11% if warehouses and ports are included. Growing economies in Asia, Africa and Latin America are expected to triple global demand for freight by 2050. Modern engines, low-carbon fuels, and more efficient practices, such as using vehicle space more efficiently or reducing freight demand, can reduce freight emissions, but faster progress is needed to achieve our global climate goals, says the World Resources Institute (WRI) In the U.S. alone, freight transport emits over 20% of the world’s black carbon, a powerful short-lived climate pollutant. To see a change in freight emissions we must turn over old equipment faster, while scaling new technologies, fuels and efficiency measures at the same time, WRI says. The WRI report will be published on September 4, 2020, and will be available on the WRI website and in print at www.wri.com/infographic/freight-transport-in-the-world-2020-2040-worldwide-enemies-and-benefits-of-cleaner-further-growth-for-climate-change-at-a-global-scale. For more information, visit the Wri website or the Wrigley Institute's website."],"article_text":"Freight transportation plays an important role in our global economy. Billions of tons of cargo are transported around the world each year by trucks, planes, ships, and trains. This transportation makes up 8% of global greenhouse gas emissions, and as much as 11% if warehouses and ports are included.1 Growing economies in Asia, Africa and Latin America are expected to triple global demand for freight by 2050, which will double freight’s greenhouse gas emissions.2 Even as other energy sectors reduce their fossil fuel use, nearly all freight transportation runs on oil and gas. If we continue with business as usual, freight will become the highest emitting sector by 2050.3\n\nBreaking down freight emissions\n\nWhile nearly three-quarters of the world’s cargo is carried by ocean-going ships, road vehicles like trucks and vans make up the majority, 62%, of freight’s emissions.2 Most ships burn fossil fuels and emit carbon, but they carry large amounts of freight at the same time, making them the most efficient way to move cargo. Road freight, however, can emit more than 100 times as much CO 2 as ships to carry the same amount of freight the same distance. Road transport is also a fast-growing sector—80% of the global increase in diesel consumption can be attributed to trucks.4 E-commerce and home delivery are two reasons for this growth.\n\nGreenhouse gases are not the only climate concern when we think of freight transportation. Transportation equipment emits over 20% of the world’s black carbon, a powerful short-lived climate pollutant.5,6 If you have ever seen a black plume of smoke coming from a truck’s tailpipe—you’ve seen black carbon. These emissions can cause serious health problems if they happen where people live, as with home delivery or communities near ports. Black carbon is also tied to the fast melting of ice-covered areas, like glaciers or sea ice, where the dark particles from black carbon cause hotspots that lead to melting.7,8\n\nToward cleaner freight transport\n\nStrategies that address both greenhouse gases and black carbon from freight transportation are good for the climate, and for our health. Modern engines, low-carbon fuels, and more efficient practices, such as using vehicle space more efficiently or reducing freight demand, can reduce freight emissions, but faster progress is needed to achieve our global climate goals.9 Old, polluting equipment tends to remain in operation well past its time, especially in developing countries. To see a change in freight emissions, we must turn over old equipment faster, while scaling new technologies, fuels, and efficiency measures at the same time.10\n\nClick here to see data from the infographic above in a table. Type of freight transport Amount of freight moved (billions of tonne-kilometers) CO 2 emissions (millions of tonnes) Air 228 174 Rail 10,127 79 Road (mainly trucking) 19,551 1,800 Sea and inland waterways 77,862 867\n\nPublished September 4, 2020.","article_title":"Freight Transportation","article_authors":["Suzanne Greene","Program Manager Of The Mit Sustainable Supply Chains Initiative"],"article_image":"https://climate.mit.edu/sites/default/files/2020-09/kinsey-cB8YiJt_0Y0-unsplash_0.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/freight-transportation","article_html":"<div><p>Freight transportation plays an important role in our global economy. Billions of tons of cargo are transported around the world each year by trucks, planes, ships, and trains. This transportation makes up 8% of global <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas emissions</a>, and as much as 11% if warehouses and ports are included.1 Growing economies in Asia, Africa and Latin America are expected to triple global demand for freight by 2050, which will double freight&#8217;s greenhouse gas emissions.2 Even as other energy sectors reduce their fossil fuel use, nearly all freight transportation runs on oil and gas. If we continue with business as usual, freight will become the highest emitting sector by 2050.3</p>\n\n<h6>Breaking down freight emissions</h6>\n\n<p>While nearly three-quarters of the world&#8217;s cargo is carried by ocean-going ships, road vehicles like trucks and vans make up the majority, 62%, of freight&#8217;s emissions.2&#160; Most ships burn fossil fuels and emit carbon, but they carry large amounts of freight at the same time, making them the most efficient way to move cargo. Road freight, however, can emit more than 100 times as much CO2 as ships to carry the same amount of freight the same distance. Road transport is also a fast-growing sector&#8212;80% of the global increase in diesel consumption can be attributed to trucks.4&#160; E-commerce and home delivery are two reasons for this growth.</p>\n\n<p>Greenhouse gases are not the only climate concern when we think of freight transportation. Transportation equipment emits over 20% of the world&#8217;s black carbon, a powerful short-lived climate pollutant.5,6 If you have ever seen a black plume of smoke coming from a truck&#8217;s tailpipe&#8212;you&#8217;ve seen black carbon. These emissions can cause serious health problems if they happen where people live, as with home delivery or communities near ports. Black carbon is also tied to the fast melting of ice-covered areas, like glaciers or sea ice, where the dark particles from black carbon cause hotspots that lead to melting.7,8</p>\n\n<h6>Toward cleaner freight transport</h6>\n\n<p>Strategies that address both greenhouse gases and black carbon from freight transportation are good for the climate, and for our health. Modern engines, low-carbon fuels, and more efficient practices, such as using vehicle space more efficiently or reducing freight demand, can reduce freight emissions, but faster progress is needed to achieve our global climate goals.9 Old, polluting equipment tends to remain in operation well past its time, especially in developing countries. To see a change in freight emissions, we must turn over old equipment faster, while scaling new technologies, fuels, and efficiency measures at the same time.10</p>\n\n<p>&#160;</p>\n<img alt=\"Infographic: How do we move our freight? Freight is measured in tonne-kilometers, or how many metric tonnes of cargo are moved over what distance. In 2019, over 100 billion tonne-kilometers of freight were shipped around the world. Some types of freight transport are much more carbon-intensive than others. The types of freight that emit the most CO2, measured in metric tonnes, are not the same ones that carry the majority of our cargo.\" src=\"/sites/default/files/inline-images/Freight%20Infographic.png\" class=\"align-center\" width=\"4000\" height=\"9100\">Click here to see data from the infographic above in a table.Type of freight transport\n\t\t\tAmount of freight moved (billions of tonne-kilometers)\n\t\t\tCO2 emissions (millions of tonnes)\n\t\tAir\n\t\t\t228\n\t\t\t174\n\t\tRail\n\t\t\t10,127\n\t\t\t79\n\t\tRoad (mainly trucking)\n\t\t\t19,551\n\t\t\t1,800\n\t\tSea and inland waterways\n\t\t\t77,862\n\t\t\t867\n\t\t<p>&#160;</p>\n\n<p>Published September 4, 2020.</p>\n</div>","article_abstract":null}