{"summary":["The U.S. Global Change Research Program (USGCRP) is a federal program charged with coordinating climate research. Every four years it is required to produce a National Climate Assessment. Four NCAs have been produced since 1990, and the structure and development of each has varied depending on guidance and feedback from federal agencies and the public. The most recent assessment, NCA4, was developed in two volumes. It gives particular attention to observed and projected risks, how those risks can be reduced, and implications for society under different greenhouse gas emissions scenarios. It also emphasizes the regional aspect of climate impacts and adaptation, drawing upon resources like NOAA’s State Climate Summaries to inform the development of the extensive regional chapters. The report gives examples of community-based actions to reduce climate change-related risks, increase resilience, and improve livelihoods. Many of these have been compiled as case studies in NOAA's Climate Resilience Toolkit. The NCA provides authoritative science to inform decision-making related to the impacts of climate change in the United States. It will be published September 3, 2020, and will be available to the public for free on the USG CRP website and on the National Climatic Data Center's free Web site. It is available in English, Spanish, German, and Italian. It was released in 2017 and serves as the scientific foundation for the second volume, Impacts, Risks, and Adaptation in the US, which will be released in 2018."],"article_text":"The U.S. Global Change Research Program (USGCRP) is a federal program charged with coordinating climate research across the U.S. government. Every four years, USGCRP is required to produce a National Climate Assessment (NCA) that addresses: 1) what scientists know about climate change, including scientific uncertainties; 2) how climate change affects eight specific topics important to the U.S.; and 3) the current and projected trends in climate change for the next 25 to 100 years. Four NCAs have been produced since 1990, and the structure and development of each has varied depending on guidance and feedback from federal agencies and the public.\n\nWhat's in the National Climate Assessment?\n\nThe most recent assessment, NCA4, was developed in two volumes. Volume I, the Climate Science Special Report, is a 500-page assessment of climate change science in the U.S., written by over 50 national experts. It was released in 2017 and serves as the scientific foundation for the second volume of NCA4.\n\nThat volume, Impacts, Risks, and Adaptation in the United States, looks at how climate change affects 10 regions and 18 national topics. It gives particular attention to observed and projected risks, how those risks can be reduced, and implications for society under different greenhouse gas emissions scenarios. It also emphasizes the regional aspect of climate impacts and adaptation, drawing upon resources like NOAA’s State Climate Summaries to inform the development of the extensive regional chapters.\n\nTogether, both volumes of NCA4 were informed by thousands of pieces of scientific literature, including other assessment reports from USGCRP such as: (1) the Climate Change and Human Health Report; (2) the Climate Change, Global Food Security, and the U.S. Food System Report; and (3) the Second State of the Carbon Cycle Report.\n\n“Assessing the risks to the Nation posed by climate change and the measures that can be taken to minimize those risks helps users weigh the consequences of complex decisions.” - Introduction to the Fourth National Climate Assessment\n\nHow is the National Climate Assessment written?\n\nTo make sure NCA4 was useful to its audiences, report authors did extensive public outreach, including a series of Regional Engagement Workshops, to learn more about which issues should be prioritized in each chapter. In addition, the report gives examples of community-based actions to reduce climate change-related risks, increase resilience, and improve livelihoods. Many of these have been compiled as case studies in NOAA’s Climate Resilience Toolkit.\n\nThe NCA provides transparency to and confidence in its conclusions by: (1) integrating a specialized chapter structure to explicitly discuss confidence and uncertainty, (2) undergoing multiple stages of review, and (3) employing the Global Change Information System, or GCIS, which allows readers to trace figure data and learn more about where information in the report comes from.\n\nThrough listening to the community, integration of the nation’s best scientific expertise, clear writing, strong review processes, and transparency, the NCA provides authoritative science to inform decision-making related to the impacts of climate change in the United States.\n\nPublished September 3, 2020.","article_title":"The National Climate Assessment","article_authors":["David Reidmiller","Director Of The Gulf Of Maine Research Institute Climate Center","Director Of The Fourth National Climate Assessment"],"article_image":"https://climate.mit.edu/sites/default/files/2020-09/joe-ciciarelli--wKmJNSOBiI-unsplash%281%29.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/national-climate-assessment","article_html":"<div><p>The U.S. Global Change Research Program (USGCRP) is a federal program <a href=\"https://www.globalchange.gov/about\">charged with</a> coordinating climate research across the U.S. government. Every four years, USGCRP is required to produce a National Climate Assessment (NCA) that addresses: 1) what scientists know about climate change, including scientific uncertainties; 2) how climate change affects eight specific topics important to the U.S.; and 3) the current and projected trends in climate change for the next 25 to 100 years. Four NCAs have been produced since 1990, and the structure and development of each has varied depending on guidance and feedback from federal agencies and the public.</p>\n\n<h6>What's in the National Climate Assessment?</h6>\n\n<p>The most recent assessment, NCA4, was developed in two volumes. Volume I, the <a href=\"https://science2017.globalchange.gov/\">Climate Science Special Report</a>, is a 500-page assessment of climate change science in the U.S., written by over 50 national experts. It was released in 2017 and serves as the scientific foundation for the second volume of NCA4.</p>\n\n<p>That volume, <a href=\"https://nca2018.globalchange.gov/\">Impacts, Risks, and Adaptation in the United States</a>, looks at how climate change affects 10 regions and 18 national topics. It gives particular attention to observed and projected risks, how those risks can be reduced, and implications for society under different greenhouse gas <a href=\"https://www.globalchange.gov/climate-change/glossary\">emissions scenarios</a>. It also emphasizes the regional aspect of climate impacts and adaptation, drawing upon resources like NOAA&#8217;s <a href=\"https://statesummaries.ncics.org/\">State Climate Summaries</a> to inform the development of the extensive regional chapters.</p>\n\n<p>Together, both volumes of NCA4 were informed by thousands of pieces of scientific literature, including other assessment reports from USGCRP such as: (1) the <a href=\"https://health2016.globalchange.gov/\">Climate Change and Human Health Report</a>; (2) the <a href=\"https://www.usda.gov/oce/climate_change/FoodSecurity2015Assessment/FullAssessment.pdf\">Climate Change, Global Food Security, and the U.S. Food System Report</a>; and (3) the <a href=\"https://carbon2018.globalchange.gov/\">Second State of the Carbon Cycle Report</a>.</p>\n\n<p>&#160;</p>\n<p>&#8220;Assessing the risks to the Nation posed by climate change and the measures that can be taken to minimize those risks helps users weigh the consequences of complex decisions.&#8221;</p>\n\n<p><strong>- Introduction to the Fourth National Climate Assessment</strong></p>\n<p>&#160;</p>\n\n<h6>How is the National Climate Assessment written?</h6>\n\n<p>To make sure NCA4 was useful to its audiences, report authors did extensive public outreach, including a series of Regional Engagement Workshops, to learn more about which issues should be prioritized in each chapter. In addition, the report gives examples of community-based actions to reduce climate change-related risks, increase <a href=\"https://www.globalchange.gov/climate-change/glossary\">resilience</a>, and improve livelihoods. Many of these have been compiled as case studies in NOAA&#8217;s <a href=\"https://toolkit.climate.gov/#case-studies\">Climate Resilience Toolkit</a>.</p>\n\n<p>The NCA provides transparency to and confidence in its conclusions by: (1) integrating a specialized chapter structure to explicitly discuss confidence and uncertainty, (2) undergoing multiple stages of review, and (3) employing the Global Change Information System, or <a href=\"https://data.globalchange.gov/\">GCIS</a>, which allows readers to trace figure data and learn more about where information in the report comes from.&#160;</p>\n\n<p>Through listening to the community, integration of the nation&#8217;s best scientific expertise, clear writing, strong review processes, and transparency, the NCA provides authoritative science to inform decision-making related to the impacts of climate change in the United States.</p>\n\n<p>&#160;</p>\n\n<p>Published September 3, 2020.</p>\n</div>","article_abstract":null}