{"summary":["Carbon capture and storage (CCS) is a collection of technologies that can combat climate change by reducing carbon dioxide (CO 2 ) emissions. The idea behind CCS is to capture the CO 2 generated by burning fossil fuels before it is released to the atmosphere. Most current CCS strategies call for the injection of CO 2 deep underground. The main use for CO 2 today is enhanced oil recovery: pumping CO 2 into oil wells to help flush out hard-to-extract oil. Pure CO 2 is also used in greenhouses to grow plants. CO 2 could also be made into useful products like plastics, building materials like cement and concrete, fuels, futuristic materials like carbon fibers and graphene, and even household products like baking soda, bleach, antifreeze, inks and paints. For large-scale implementation of CCS, utilization is projected to use less than 10% of the captured CO 2. This creates what is called “negative emissions” because it takes CO 2 from the atmosphere and stores it. Other possible uses of CO2 include making chemicals or fuels, but they require large amounts of carbon-free energy, making the costs too high to be competitive today. But “utilization” could help create markets for carbon capture, and make it cheaper for companies to invest in capturing their CO 2 emissions. For more information on CCS visit the Carbon Capture and Storage Project (CCSP) website or go to carboncapture and storage.org."],"article_text":"Carbon capture and storage (CCS) refers to a collection of technologies that can combat climate change by reducing carbon dioxide (CO 2 ) emissions. The idea behind CCS is to capture the CO 2 generated by burning fossil fuels before it is released to the atmosphere. The question is then: What to do with the captured CO 2 ? Most current CCS strategies call for the injection of CO 2 deep underground. This forms a “closed loop”, where the carbon is extracted from the Earth as fossil fuels and then is returned to the Earth as CO 2 .\n\nHow does CCS work?\n\nToday, CCS projects are storing over 30 million tons of CO 2 every year, which is about the amount of CO 2 emissions created by 6.5 million passenger cars. Capture generally takes place at large stationary sources of CO 2 , like power plants or industrial plants that make cement, steel, and chemicals. Most current carbon capture projects use a liquid to chemically remove the CO 2 before it goes out the smokestack, but several new types of capture processes are under development.\n\nThe captured CO 2 gas is then compressed so it becomes liquid-like and transported to a storage site, generally through a pipeline. Ship transport is more expensive than using pipelines, but it is being considered in both Europe and Japan. Once at the storage site, the CO 2 is pumped more than 2,500 feet down wells into geological formations like used-up oil and gas reservoirs, as well as formations that contain unusable, salty water.\n\nUsing the CO2\n\nCCS is sometimes referred to as CCUS, where the “U” stands for utilization. Enhanced oil recovery (EOR) is the major use of CO 2 today. EOR is where CO 2 is injected into active oil reservoirs in order to recover more oil. Other possible uses of CO 2 include making chemicals or fuels, but they require large amounts of carbon-free energy, making the costs too high to be competitive today. For large-scale implementation of CCS, utilization is projected to use less than 10% of the captured CO 2 .\n\nUtilization We emit so much CO 2 into the atmosphere that, if carbon capture is going to play any significant part in the fight against climate change, we will have to store most of the captured CO 2 underground. But “utilization”—selling the CO 2 as a valuable product—could help create markets for carbon capture, and make it cheaper for companies to invest in capturing their CO 2 emissions. The main use for CO 2 today is enhanced oil recovery: pumping CO 2 into oil wells to help flush out hard-to-extract oil. Pure CO 2 is also used in greenhouses to grow plants. Most CO 2 used for these purposes today is extracted from the earth, but captured CO 2 works just as well. CO 2 could also be made into useful products. Companies and labs are working on turning CO 2 into plastics, building materials like cement and concrete, fuels, futuristic materials like carbon fibers and graphene, and even household products like baking soda, bleach, antifreeze, inks and paints. Some of these products are already being sold, but none in very large amounts. Or we could use the CO 2 to grow algae or bacteria. This can then be the basis for making biofuels, fertilizers, or animal feed.\n\nCapturing CO 2 from the air\n\nThere has also been considerable interest recently in using CCS technologies to remove CO 2 from the atmosphere. One option is bioenergy with CCS (BECCS), where biomass (like wood or grasses) removes CO 2 from the air through photosynthesis. The biomass is then harvested and burned in a power plant to produce energy, with the CO 2 being captured and stored. This creates what is called “negative emissions” because it takes CO 2 from the atmosphere and stores it. Another negative emission option is called direct air capture (DAC), where CO 2 is removed from the air using a chemical process. However, the concentration of CO 2 in the air is about 300 times less than in the smokestacks of power plants or industrial plants, making it much less efficient to capture. Because of this, DAC is quite expensive today.\n\nPublished September 3, 2020.","article_title":"Carbon Capture","article_authors":["Howard Herzog","Senior Research Engineer In The Mit Energy Initiative"],"article_image":"https://climate.mit.edu/sites/default/files/2020-09/suleyman-naumov-7JZuYO0AjzI-unsplash%281%29.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/carbon-capture","article_html":"<div><p>Carbon capture and storage (CCS) refers to a collection of technologies that can combat climate change by reducing carbon dioxide (CO2) <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">emissions</a>. The idea behind CCS is to capture the CO2 generated by burning fossil fuels before it is released to the atmosphere. The question is then: What to do with the captured CO2? Most current CCS strategies call for the injection of CO2 deep underground. This forms a &#8220;closed loop&#8221;, where the carbon is extracted from the Earth as fossil fuels and then is returned to the Earth as CO2.</p>\n\n<h6>How does CCS work?</h6>\n\n<p>Today, CCS projects are storing over 30 million tons of CO2 every year, which is about the amount of CO2 emissions created by 6.5 million passenger cars. Capture generally takes place at large stationary sources of CO2, like power plants or industrial plants that make cement, steel, and chemicals. Most current carbon capture projects use a liquid to chemically remove the CO2 before it goes out the smokestack, but several new types of capture processes are under development.</p>\n\n<p>The captured CO2 gas is then compressed so it becomes liquid-like and transported to a storage site, generally through a pipeline. Ship transport is more expensive than using pipelines, but it is being considered in both Europe and Japan. Once at the storage site, the CO2 is pumped more than 2,500 feet down wells into geological formations like used-up oil and gas reservoirs, as well as formations that contain unusable, salty water.</p>\n\n<h6>Using the CO2</h6>\n\n<p>CCS is sometimes referred to as CCUS, where the &#8220;U&#8221; stands for utilization. Enhanced oil recovery (EOR) is the major use of CO2 today. EOR is where CO2 is injected into active oil reservoirs in order to recover more oil. Other possible uses of CO2 include making chemicals or fuels, but they require large amounts of carbon-free energy, making the costs too high to be competitive today. For large-scale implementation of CCS, utilization is projected to use less than 10% of the captured CO2.</p>\n\n<p>&#160;</p>\n<p><strong>Utilization</strong></p>\n\n<p>We emit so much CO2 into the atmosphere that, if carbon capture is going to play any significant part in the fight against climate change, we will have to store most of the captured CO2 underground. But &#8220;utilization&#8221;&#8212;selling the CO2 as a valuable product&#8212;could help create markets for carbon capture, and make it cheaper for companies to invest in capturing their CO2 emissions.</p>\n\n<p><strong>The main use for CO2 today</strong> is enhanced oil recovery: pumping CO2 into oil wells to help flush out hard-to-extract oil. Pure CO2 is also used in greenhouses to grow plants. Most CO2 used for these purposes today is extracted from the earth, but captured CO2 works just as well.</p>\n\n<p><strong>CO2 could also be made into useful products.</strong> Companies and labs are working on turning CO2 into plastics, building materials like <a href=\"https://climate.mit.edu/explainers/concrete\">cement and concrete</a>, fuels, futuristic materials like carbon fibers and graphene, and even household products like baking soda, bleach, antifreeze, inks and paints. Some of these products are already being sold, but none in very large amounts.</p>\n\n<p><strong>Or we could use the CO2 to grow algae or bacteria.</strong> This can then be the basis for making <a href=\"https://climate.mit.edu/explainers/biofuel\">biofuels</a>, <a href=\"https://climate.mit.edu/explainers/fertilizer-and-climate-change\">fertilizers</a>, or animal feed.</p>\n<p>&#160;</p>\n\n<h6>Capturing CO2 from the air</h6>\n\n<p>There has also been considerable interest recently in using CCS technologies to remove CO2 from the atmosphere.&#160; One option is <a href=\"https://climate.mit.edu/explainers/biofuel\">bioenergy</a> with CCS (BECCS), where biomass (like wood or grasses) removes CO2 from the air through photosynthesis. The biomass is then harvested and burned in a power plant to produce energy, with the CO2 being captured and stored. This creates what is called &#8220;negative emissions&#8221; because it takes CO2 from the atmosphere and stores it.&#160; Another negative emission option is called direct air capture (DAC), where CO2 is removed from the air using a chemical process.&#160; However, the concentration of CO2 in the air is about 300 times less than in the smokestacks of power plants or industrial plants, making it much less efficient to capture. Because of this, DAC is quite expensive today.</p>\n\n<p>&#160;</p>\n<img alt=\"Infographic: How does carbon capture work? There are several ways to capture CO2 from power or industrial plants, but the most common is &#8220;amine-based CO2 capture&#8221; or &#8220;amine scrubbing.&#8221; 1. The exhaust from the plant, or &#8220;flue gas,&#8221; is pumped through ducts, instead of being vented into the air through smokestacks. Flue gas can be as much as 25% CO2. 2. A cooling tower brings the flue gas to a lower temperature. 3. The cooled gas goes to the &#8220;absorber.&#8221; Here, the gas runs upwards through a solution containing chemicals called amines. The CO2 in the gas binds to those amines and stays in the absorber. 4. The now carbon-free exhaust is vented into the air. 5. The rich solution of CO2 and amines goes to the &#8220;regenerator,&#8221; or &#8220;stripper,&#8221; which is filled with steam. The high temperatures separate the CO2 from the amines, creating a very pure stream of CO2. 6. The amines are returned to the absorber for reuse. 7. The pure CO2 continues to a compressor, which turns it from a gas to a fluid. Now it can be piped or shipped to its final destination, to be sold or buried safely underground.\" src=\"/sites/default/files/inline-images/Amine%20capture%20infographic.png\" class=\"align-center\" width=\"4000\" height=\"4000\"><p>&#160;</p>\n\n<p>Published September 3, 2020.</p>\n</div>","article_abstract":null}