{"summary":["As incomes rise and our planet warms, the number of air conditioning units is expected to triple from 1.6 billion units today to 4.8 billion in 2050. Just under half of heating systems sold around the world in 2020 run directly on fossil fuels, such as oil, natural gas, and propane. “Passive houses” can use up to 80% less energy for heating and cooling through measures like airtight windows, insulation, using heat-absorbing building materials like concrete, and carefully thinking through how buildings are shaded and oriented. \"Ground source\" or \"geothermal\" heat pumps that draw their heat from underground can be especially efficient ways to heat and cool homes and offices. If these electric heating andcooling systems are powered by a clean electric grid, they have roughly a quarter the emissions of a natural gas furnace. More than 120 countries have agreed to phase out hydrofluorocarbons as refrigerants, which scientists estimate will lower global warming by almost 1 degree Fahrenheit. Also, setting stricter standards for setting stricter energy efficiency for air conditioners could lower energy costs, encourage investment in cleaner cooling systems, and reduce energy costs for homes and businesses. The U.S. is home to 40% of all air conditioner units, and we can reduce the climate impact of these by switching to lower-carbon ways to cool and heat our buildings. It’s also possible to use less energy by adding insulation and installing energy-efficient windows and doors. Heat pumps are significantly more efficient than other kinds of electric heating."],"article_text":"From burning wood or natural gas in a furnace to window air conditioning units, we heat and cool our homes, schools, and offices in a number of ways. But keeping our buildings a comfortable temperature uses a lot of energy: almost 25% of the energy produced worldwide is used to heat and cool homes and commercial buildings.1\n\nAt the same time, many people—especially low-income people, and especially in developing countries—lack adequate heating or air conditioning, which can have serious health consequences during cold spells and heatwaves. As incomes rise and our planet warms, the number of air conditioning units is expected to triple from 1.6 billion units today to 4.8 billion in 2050.2 The question is how to pivot to affordable, lower-carbon ways to cool and heat our buildings.\n\nClimate impact of heating and cooling\n\nHomes and buildings in higher-income countries typically have a heating system, like a boiler (which distributes water or steam through radiators), a furnace (which sends warm air around your house using ducts), electric space heaters, electric heat pumps (which pull heat from surrounding air), or passive or active solar heating (which uses heat from the sun). Most of these systems burn fossil fuels or require electricity (which itself is generated from a mix of fossil fuels and low-carbon energy). In fact, just under half of heating systems sold around the world in 2020 run directly on fossil fuels, such as oil, natural gas, and propane, which is derived from oil and natural gas refining.3 Burning these fuels releases carbon dioxide and other greenhouse gas emissions, while heating with wood stoves — as many people in the developing world do —releases greenhouse gases along with harmful indoor and outdoor air pollution.\n\nThere are many methods that people around the world use to stay cool indoors, like using fans and opening the windows at night and closing the shades during the day. More and more people around the world are turning to air conditioning (AC) units to cool their homes and buildings—especially in the U.S., home to 40% of all air conditioners.4 AC units work like refrigerators: warm air from inside is pushed through a vent or window AC unit, where it passes over a coil filled with chemicals called “refrigerants” that absorb heat. The cooled air gets sent back into the house, while its heat is released outside. Not only does this process use a lot of electricity, but AC units also tend to leak refrigerants, which are often hydrofluorocarbons: greenhouse gases that are hundreds of times stronger than carbon dioxide.\n\nLowering the climate impact\n\nTo lower the climate impact of buildings, we can design homes and businesses that use less energy to begin with. This concept isn’t new—to give just one example, for thousands of years Native Americans built dwellings made from clay and straw that stayed cool in the summer5—but today it’s being incorporated with modern technology. “Passive houses” can use up to 80% less energy for heating and cooling through measures like airtight windows, insulation, using heat-absorbing building materials like concrete, and carefully thinking through how buildings are shaded and oriented.6 In warmer climates and cities, making roofs out of reflective materials or painting them white can lower the need for air conditioning.7 Existing buildings can also be renovated to use less energy by adding insulation and installing energy-efficient windows and doors.\n\nAlong with getting smarter about our building design, we can switch to lower-carbon ways to heat and cool our buildings. Heat pumps, which move heat from the environment to inside buildings, are significantly more efficient than other kinds of electric heating—plus, they double as air conditioners during the warmer months by moving hot air outside.8 Because soil temperatures stay relatively constant year-round, \"ground source\" or \"geothermal\" heat pumps that draw their heat from underground can be especially efficient ways to heat and cool homes.8 If these electric heating and cooling systems are powered by a clean electric grid, they have roughly a quarter the emissions of a natural gas furnace.9\n\nThere are other measures we can take now to reduce the climate impact of air conditioners. More than 120 countries have agreed to phase out the use of hydrofluorocarbons as refrigerants—a measure that scientists estimate will lower global warming by almost 1 degree Fahrenheit.10 Also, setting stricter energy efficiency standards for air conditioners could reduce emissions, lower energy costs, and encourage investment in cleaner cooling systems.4\n\nPublished August 22, 2022.","article_title":"Heating and Cooling","article_authors":["Les Norford","Mit Professor Of Architecture","With Elizabeth Gribkoff","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-07/Snowy%20Vermont%20House%20Richard%20Ricciardi.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/heating-and-cooling","article_html":"<div><p>From burning wood or natural gas in a furnace to window air conditioning units, we heat and cool our homes, schools, and offices in a number of ways. But keeping our buildings a comfortable temperature uses a lot of energy: almost 25% of the energy produced worldwide is used to heat and cool homes and commercial buildings.1</p>\n\n<p>At the same time, many people&#8212;especially low-income people, and especially in developing countries&#8212;lack adequate heating or air conditioning, which can have serious health consequences during cold spells and <a href=\"https://climate.mit.edu/explainers/extreme-heat\">heatwaves</a>. As incomes rise and our planet warms, the number of air conditioning units is expected to triple from 1.6 billion units today to 4.8 billion in 2050.2 The question is how to pivot to affordable, lower-carbon ways to cool and heat our buildings.</p>\n\n<h5>Climate impact of heating and cooling</h5>\n\n<p>Homes and buildings in higher-income countries typically have a heating system, like a boiler (which distributes water or steam through radiators), a furnace (which sends warm air around your house using ducts), electric space heaters, electric heat pumps (which pull heat from surrounding air), or passive or active solar heating (which uses heat from the sun). Most of these systems burn fossil fuels or require electricity (which itself is generated from a mix of fossil fuels and low-carbon energy). In fact, just under half of heating systems sold around the world in 2020 run directly on fossil fuels, such as oil, natural gas, and propane, which is derived from oil and natural gas refining.3 Burning these fuels releases carbon dioxide and other greenhouse gas emissions, while heating with wood stoves &#8212; as many people in the developing world do &#8212;releases greenhouse gases along with harmful indoor and outdoor air pollution.</p>\n\n<p>There are many methods that people around the world use to stay cool indoors, like using fans and opening the windows at night and closing the shades during the day. More and more people around the world are turning to air conditioning (AC) units to cool their homes and buildings&#8212;especially in the U.S., home to 40% of all air conditioners.4 AC units work like refrigerators: warm air from inside is pushed through a vent or window AC unit, where it passes over a coil filled with chemicals called &#8220;refrigerants&#8221; that absorb heat. The cooled air gets sent back into the house, while its heat is released outside. Not only does this process use a lot of electricity, but AC units also tend to leak refrigerants, which are often hydrofluorocarbons: greenhouse gases that are hundreds of times stronger than carbon dioxide. &#160;&#160; &#160;</p>\n\n<h5>Lowering the climate impact</h5>\n\n<p>To lower the climate impact of buildings, we can design homes and businesses that use less energy to begin with. This concept isn&#8217;t new&#8212;to give just one example, for thousands of years Native Americans built dwellings made from clay and straw that stayed cool in the summer5&#8212;but today it&#8217;s being incorporated with modern technology. &#8220;Passive houses&#8221; can use up to 80% less energy for heating and cooling through measures like airtight windows, insulation, using heat-absorbing building materials like <a href=\"https://climate.mit.edu/explainers/concrete\">concrete</a>, and carefully thinking through how buildings are shaded and oriented.6 In warmer climates and cities, making roofs out of reflective materials or painting them white can lower the need for air conditioning.7 Existing buildings can also be renovated to use less energy by adding insulation and installing energy-efficient windows and doors.</p>\n\n<p>Along with getting smarter about our building design, we can switch to lower-carbon ways to heat and cool our buildings. Heat pumps, which move heat from the environment to inside buildings, are significantly more efficient than other kinds of electric heating&#8212;plus, they double as air conditioners during the warmer months by moving hot air outside.8 Because soil temperatures stay relatively constant year-round, \"ground source\" or \"geothermal\" heat pumps that draw their heat from underground can be especially efficient ways to heat and cool homes.8 If these electric heating and cooling systems are powered by a clean <a href=\"https://climate.mit.edu/explainers/electric-grid\">electric grid</a>, they have roughly a quarter the emissions of a natural gas furnace.9</p>\n\n<p>There are other measures we can take now to reduce the climate impact of air conditioners. More than 120 countries have agreed to phase out the use of hydrofluorocarbons as refrigerants&#8212;a measure that scientists estimate will lower global warming by almost 1 degree Fahrenheit.10 Also, setting stricter energy efficiency standards for air conditioners could reduce emissions, lower energy costs, and encourage investment in cleaner cooling systems.4&#160;</p>\n\n<p>&#160;</p>\n\n<p>Published August 22, 2022.</p>\n</div>","article_abstract":null}