{"summary":["Permafrost is ground that remains frozen for two or more years. It lies beneath a vast portion of the Earth’s surface. 15% of land in the Northern Hemisphere contains permafrost. The Arctic has already warmed by almost 5.5 degrees Fahrenheit, or just over 3 degrees Celsius — three times as fast as the rest of the world. Climate change is also affecting parts of the Arctic in other ways — like increasing wildfires — that further thaw permaf frost. We will have less room in our carbon budget — that is, the amount of carbon dioxide and other greenhouse gas emissions we can emit to limit global warming below a certain amount — aspermafrost continues to thaw. But our efforts to curb emissions can help control how much permaf Frost will eventually thaw in the future.Published August 4, 2012, at 10:30 a.m. ET. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For support in the UK, call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, or see www.samaritans.org. In the U.S. call theNational Suicide Prevention Line at 1 (800) 273-TALK (8255) or visit http:// www.suicidesprevention.org or the National Suicide prevention Lifeline on 1(800) 909090."],"article_text":"During the Arctic’s short summers, meadows fill up with wildflowers and other greenery. But just a meter or so below the surface, the soil likely hasn’t thawed — possibly for thousands of years.\n\nPermafrost is ground that remains frozen for two or more years, and it lies beneath a vast portion of the Earth’s surface: in fact, 15% of land in the Northern Hemisphere contains permafrost.1 But the warming of the Arctic and other climate change impacts are thawing vast stretches of permafrost, creating a feedback loop that is accelerating global warming.\n\nHow does climate change affect permafrost?\n\nPermafrost is found almost exclusively in the far northern reaches and high elevations of the Northern Hemisphere, in places like Siberia, Alaska, the Canadian Arctic, Greenland, and the Tibetan Plateau.2 While permafrost exists in the Southern Hemisphere, it’s much less common. That’s because there’s much less land in the colder parts of the Southern Hemisphere — although Patagonia, the mountainous parts of New Zealand, and Antarctica all have some permafrost.2 (Land under ice sheets is not considered permafrost.)\n\nThe Arctic has already warmed by almost 5.5 degrees Fahrenheit, or just over 3 degrees Celsius — three times as fast as the rest of the world.3 This warmer air temperature is, in turn, heating up the ground and thawing the top layer of permafrost. Climate change is also affecting parts of the Arctic in other ways — like increasing wildfires — that further thaw permafrost.4\n\nScientists have now learned that permafrost in some regions is thawing much faster than previously thought. Some permafrost found in parts of Siberia, northern Canada, and Alaska contains a lot of ice. When it thaws, the land shifts, forming depressions where water pools, creating what scientists call “thermokarst lakes.”5 This pooling of water accelerates more thawing, with as much as several meters of soil becoming less stable in just a few weeks, and contributes to landslides.6\n\nThese changes greatly affect the lives of people who live on or near permafrost. Many of the roads and other infrastructure in these areas were built with the assumption that the ground beneath would remain frozen. Already buildings and roads built on top of permafrost have collapsed and buckled as it thaws; in fact, up to 80% of buildings in some Russian cities, like Yakutsk and Norilsk City, and around 30% of the roads on the Tibetan plateau have permafrost damage.7\n\nThawing permafrost worsens climate change — but we don’t know how much\n\nThere’s a huge amount of carbon stored in permafrost — an estimated 1,500 gigatons, or twice as much as the atmosphere contains.8 This carbon is the remnant of plants and other organic matter that didn’t fully decompose in the frozen soils over thousands of years. (The oldest known permafrost is around 700,000 years old!9) As permafrost thaws, bacteria can break down that organic matter, releasing that carbon into the atmosphere as the greenhouse gases carbon dioxide or methane. Once in the atmosphere, these greenhouse gases further warm the planet, creating a positive feedback loop that thaws more permafrost.\n\nClimate scientists are trying to better understand just how much carbon will be released as permafrost thaws in the coming decades. There isn’t yet a scientific consensus, but one thing is clear: we will have less room in our carbon budget — that is, the amount of carbon dioxide and other greenhouse gas emissions we can emit to limit global warming below a certain amount — as permafrost continues to thaw.10\n\nWe already have a lot of global warming locked in due to past emissions, meaning permafrost will keep thawing even if we were to cut emissions today.11 But our efforts to curb emissions can help control how much permafrost will eventually thaw.\n\n\n\nPublished August 4, 2022.","article_title":"Permafrost","article_authors":["David Mcgee","Associate Professor","Department Of Earth","Atmospheric","Planetary Sciences","With Elizabeth Gribkoff","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-07/36277828236_80e83635bc_k.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/permafrost","article_html":"<div><p>During the Arctic&#8217;s short summers, meadows fill up with wildflowers and other greenery. But just a meter or so below the surface, the soil likely hasn&#8217;t thawed &#8212; possibly for thousands of years.</p>\n\n<p>Permafrost is ground that remains frozen for two or more years, and it lies beneath a vast portion of the Earth&#8217;s surface: in fact, 15% of land in the Northern Hemisphere contains permafrost.1 But the warming of the Arctic and other climate change impacts are thawing vast stretches of permafrost, creating a feedback loop that is accelerating global warming.</p>\n\n<h5>How does climate change affect permafrost?</h5>\n\n<p>Permafrost is found almost exclusively in the far northern reaches and high elevations of the Northern Hemisphere, in places like Siberia, Alaska, the Canadian Arctic, Greenland, and the Tibetan Plateau.2 While permafrost exists in the Southern Hemisphere, it&#8217;s much less common. That&#8217;s because there&#8217;s much less land in the colder parts of the Southern Hemisphere &#8212; although Patagonia, the mountainous parts of New Zealand, and Antarctica all have some permafrost.2 (Land under ice sheets is not considered permafrost.)&#160;</p>\n\n<p>The Arctic has already warmed by almost 5.5 degrees Fahrenheit, or just over 3 degrees Celsius &#8212; three times as fast as the rest of the world.3 This warmer air temperature is, in turn, heating up the ground and thawing the top layer of permafrost. Climate change is also affecting parts of the Arctic in other ways &#8212; like increasing <a href=\"https://climate.mit.edu/explainers/wildfires\">wildfires</a> &#8212; that further thaw permafrost.4&#160;</p>\n\n<p>Scientists have now learned that permafrost in some regions is thawing much faster than previously thought. Some permafrost found in parts of Siberia, northern Canada, and Alaska contains a lot of ice. When it thaws, the land shifts, forming depressions where water pools, creating what scientists call &#8220;thermokarst lakes.&#8221;5 This pooling of water accelerates more thawing, with as much as several meters of soil becoming less stable in just a few weeks, and contributes to landslides.6&#160;</p>\n\n<p>These changes greatly affect the lives of people who live on or near permafrost. Many of the roads and other <a href=\"https://climate.mit.edu/explainers/climate-resilient-infrastructure\">infrastructure</a> in these areas were built with the assumption that the ground beneath would remain frozen. Already buildings and roads built on top of permafrost have collapsed and buckled as it thaws; in fact, up to 80% of buildings in some Russian cities, like Yakutsk and Norilsk City, and around 30% of the roads on the Tibetan plateau have permafrost damage.7</p>\n\n<h5>Thawing permafrost worsens climate change &#8212; but we don&#8217;t know how much</h5>\n\n<p>There&#8217;s a huge amount of carbon stored in permafrost &#8212; an estimated 1,500 gigatons, or twice as much as the atmosphere contains.8 This carbon is the remnant of plants and other organic matter that didn&#8217;t fully decompose in the frozen <a href=\"https://climate.mit.edu/explainers/soil-based-carbon-sequestration\">soils</a> over thousands of years. (The oldest known permafrost is around 700,000 years old!9) As permafrost thaws, bacteria can break down that organic matter, releasing that carbon into the atmosphere as the <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gases</a> carbon dioxide or methane. &#160;Once in the atmosphere, these greenhouse gases further warm the planet, creating a positive feedback loop that thaws more permafrost.</p>\n\n<p>Climate scientists are trying to better understand just how much carbon will be released as permafrost thaws in the coming decades. There isn&#8217;t yet a scientific consensus, but one thing is clear: we will have less room in our carbon budget &#8212; that is, the amount of carbon dioxide and other greenhouse gas emissions we can emit to <a href=\"https://climate.mit.edu/explainers/climate-targets\">limit global warming</a> below a certain amount &#8212; as permafrost continues to thaw.10&#160;</p>\n\n<p>We already have a lot of global warming locked in due to past emissions, meaning permafrost will keep thawing even if we were to cut emissions today.11 But our efforts to curb emissions can help control how much permafrost will eventually thaw.<br>\n&#160;</p>\n\n<p>&#160;</p>\n\n<p>Published August 4, 2022.</p>\n</div>","article_abstract":null}