{"summary":["Extreme heat is the leading weather-related cause of death in the United States. Climate change has led to about 1.8° F (1° C) of average global warming so far. Hot, humid days don’t just feel muggier than dry days, they are also more dangerous. If more steps are not taken to stop climate change in the next few decades, deadly combinations of heat and humidity will reach some of the most densely populated parts of the world, say scientists. The rise in extreme heat, like other effects of climate change, is likely to fall hardest on already vulnerable populations, especially in the developing world, the authors say. They say governments can help protect people by setting up public cooling stations for those without air conditioning, growing green infrastructure that provides natural cooling, and creating early warning systems so people are not caught outdoors. They also say regions can update their infrastructure to cope with levels of heat it was not built for—especially energy and water systems whose breakdown could be deadly in a heatwave.Published June 23, 2022, in the open-access issue of The New England Journal of Medicine, on sale now. To order your copy, go to www.noe.com/news/features/2012/06/23/new-england-heat-wave.html. For more information on how to protect yourself against extreme heat in the U.S., visit the National Weather Service’s website or call the National Suicide Prevention Lifeline at 1-800-273-8255."],"article_text":"Extreme heat is a dangerous weather condition that is becoming more common and severe as climate change warms the planet. It is the leading weather-related cause of death in the United States1 and a significant, and likely undercounted, cause of death worldwide.2 In addition to its health effects, extreme heat can damage roads, electrical wires and other infrastructure; stress energy systems as air conditioners draw more electricity; damage or kill crops and livestock; and contribute to natural disasters like droughts and wildfires.\n\nThere is no strict definition of extreme heat or a “heatwave.” The terms are used to describe periods that are much hotter than usual for the time and place where they happen.3\n\nClimate change and heatwaves\n\nClimate change has led to about 1.8° F (1° C) of average global warming so far. We emphasize the word “average” because this slight rise in average temperatures can cause a much steeper rise in record highs and very hot days. In recent years, weather stations around the world are recording a growing number of extreme heat events and record-high temperatures.4\n\nClimate change is also making the world more humid on average. Hot, humid days don’t just feel muggier than dry days—they are also more dangerous. The human body cools itself by sweating, and if the air is too humid, sweat cannot evaporate and the body will keep getting hotter. This condition can quickly lead to fatal heat stroke for people who cannot get to a cooler place.\n\nWet bulb temperatures There is an easy way to measure whether heat and humidity are reaching dangerous levels: just wrap a thermometer in a wet cloth. A reading from a thermometer like this is called a “wet bulb temperature.” Like the human body sweating, the thermometer will try to get rid of excess heat by evaporating water from the cloth into the air. In a dry environment, the water will evaporate quickly, and the wet bulb temperature will be much lower than the air temperature. But in a humid environment, the air can’t absorb as much moisture from the cloth, and the wet bulb temperature will be closer to the air temperature. A wet bulb temperature above 80° F can be very dangerous, even for a perfectly healthy person. Above 95° F is considered unsurvivable for more than a few hours.\n\nToday, dangerously hot and humid days are rare, although they do happen: a heatwave like this in Europe killed tens of thousands of people in 2003.5Climate models suggest that, if more steps are not taken to stop climate change in the next few decades, deadly combinations of heat and humidity will reach some of the most densely populated parts of the world, including the North China Plain6 and northern India, Pakistan and Bangladesh.7\n\nAdapting to extreme heat\n\nExtreme heat is most dangerous to young children, the elderly, and people with medical conditions like heart disease. Also at higher risk are people who work outdoors, people with no access to air conditioning or other ways to cool down, and people in dense cities, where the urban heat island effect raises temperatures. These factors mean that the rise in extreme heat, like other effects of climate change, is likely to fall hardest on already vulnerable populations, especially in the developing world.\n\nAt the same time, extreme heat affects everyone, and in recent years exceptional heatwaves have struck wealthier parts of the world from Central and Western Europe8 to the Pacific Northwest of North America.9\n\nOrganizations, neighborhoods and governments can help protect people from extreme heat by setting up public cooling stations for those without air conditioning, growing green infrastructure (such as tree canopies) that provides natural cooling, and creating early warning systems so people are not caught outdoors. Regions can update their infrastructure to cope with levels of heat it was not built for—especially energy and water systems whose breakdown could be deadly in a heatwave.\n\nPublished June 23, 2022.","article_title":"Extreme Heat","article_authors":["Elfatih Eltahir","Mit Professor Of Civil","Environmental Engineering","With Aaron Krol","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-06/patrick-perkins-Z3_uSvERPfM-unsplash.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/extreme-heat","article_html":"<div><p>Extreme heat is a dangerous weather condition that is becoming more common and severe as climate change warms the planet. It is the leading weather-related cause of death in the United States1 and a significant, and likely undercounted, cause of death worldwide.2 In addition to its health effects, extreme heat can damage roads, <a href=\"https://climate.mit.edu/explainers/electric-grid\">electrical wires</a> and other infrastructure; stress energy systems as <a href=\"https://climate.mit.edu/explainers/heating-and-cooling\">air conditioners</a> draw more electricity; damage or kill <a href=\"https://climate.mit.edu/explainers/food-systems-and-agriculture\">crops and livestock</a>; and contribute to natural disasters like droughts and <a href=\"https://climate.mit.edu/explainers/wildfires\">wildfires</a>.</p>\n\n<p>There is no strict definition of extreme heat or a &#8220;heatwave.&#8221; The terms are used to describe periods that are much hotter than usual for the time and place where they happen.3</p>\n\n<h5>Climate change and heatwaves</h5>\n\n<p>Climate change has led to about 1.8&#176; F (1&#176; C) of average global warming so far. We emphasize the word &#8220;average&#8221; because this slight rise in average temperatures can cause a much steeper rise in record highs and very hot days. In recent years, weather stations around the world are recording a growing number of extreme heat events and record-high temperatures.4</p>\n\n<p>Climate change is also making the world more humid on average. Hot, humid days don&#8217;t just feel muggier than dry days&#8212;they are also more dangerous. The human body cools itself by sweating, and if the air is too humid, sweat cannot evaporate and the body will keep getting hotter. This condition can quickly lead to fatal heat stroke for people who cannot get to a cooler place.</p>\n<p><strong>Wet bulb temperatures</strong></p>\n\n<p>There is an easy way to measure whether heat and humidity are reaching dangerous levels: just wrap a thermometer in a wet cloth. A reading from a thermometer like this is called a &#8220;wet bulb temperature.&#8221; Like the human body sweating, the thermometer will try to get rid of excess heat by evaporating water from the cloth into the air. In a dry environment, the water will evaporate quickly, and the wet bulb temperature will be much lower than the air temperature. But in a humid environment, the air can&#8217;t absorb as much moisture from the cloth, and the wet bulb temperature will be closer to the air temperature. A wet bulb temperature above 80&#176; F can be very dangerous, even for a perfectly healthy person. Above 95&#176; F is considered unsurvivable for more than a few hours. </p>\n<p>&#160;</p>\n\n<p>Today, dangerously hot and humid days are rare, although they do happen: a heatwave like this in Europe killed tens of thousands of people in 2003.5<a href=\"https://climate.mit.edu/explainers/climate-models\">Climate models</a> suggest that, if more steps are not taken to stop climate change in the next few decades, deadly combinations of heat and humidity will reach some of the most densely populated parts of the world, including the North China Plain6 and northern India, Pakistan and Bangladesh.7</p>\n\n<h5>Adapting to extreme heat</h5>\n\n<p>Extreme heat is most dangerous to young children, the elderly, and people with medical conditions like heart disease. Also at higher risk are people who work outdoors, people with no access to air conditioning or other ways to cool down, and people in dense cities, where the <a href=\"https://climate.mit.edu/explainers/urban-heat-islands\">urban heat island</a> effect raises temperatures. These factors mean that the rise in extreme heat, like other effects of climate change, is likely to fall hardest on already vulnerable populations, especially in the developing world.</p>\n\n<p>At the same time, extreme heat affects everyone, and in recent years exceptional heatwaves have struck wealthier parts of the world from Central and Western Europe8 to the Pacific Northwest of North America.9</p>\n\n<p>Organizations, neighborhoods and governments can help protect people from extreme heat by setting up public cooling stations for those without air conditioning, growing green infrastructure (such as tree canopies) that provides natural cooling, and creating early warning systems so people are not caught outdoors. Regions can <a href=\"https://climate.mit.edu/explainers/climate-resilient-infrastructure\">update their infrastructure</a> to cope with levels of heat it was not built for&#8212;especially energy and water systems whose breakdown could be deadly in a heatwave.</p>\n\n<p>&#160;</p>\n\n<p><img height=\"796\" src=\"https://lh3.googleusercontent.com/D0VtbVI9qvbaKpMl1piufm_IpJbCq8QGKWl8DSy53fAM2-c30l45gj1HkSa7gMNxegDKco_NFISYOmmn5YVEmXMPp0HxK2hiUlQpzMnkyy6_LlrQ01FQ0kttfLhX9frXfq3ngl_vZeY73ZfJLw\" width=\"624\"></p>\n\n<p>Published June 23, 2022.</p>\n</div>","article_abstract":null}