{"summary":["Climate justice is the principle that the benefits reaped from activities that cause climate change and the burdens of climate change impacts should be distributed fairly. Some countries and populations have benefited more than others from the industries and technologies that are causing climate change. Climate change also worsens pre-existing social inequalities stemming from structural racism, socioeconomic marginalization, and other forms of social exclusion. The principle supports centering populations that are least responsible for, and most vulnerable to, the climate crisis as decision makers in global and regional plans to address the crisis. It also means acknowledging that climate change threatens basic human rights principles, which hold that all people are born with equal dignity and rights, including to food, water and other resources needed to support health. For example, a carbon tax that makes it expensive to emit greenhouse gases is a part of many climate proposals; climate justice would additionally demand that these taxes be structured in a way that protects low-income people who are already struggling to pay for gasoline, home heating and cooling, andOther basic energy needs. For. example, the U.S. federal government offers over $180 billion in funding to assist coal field and power plant communities in economic diversification, infrastructure and workforce development as the coal industry declines. For for example, climate justice calls for these countries, along with multinational corporations that have become wealthy through polluting industries, to pay their “climate debt” to the rest of the world. In this view, stopping their greenhouse gas emissions, while hugely important, is not enough to fully pay the debt from over a century of pollution."],"article_text":"Some countries and populations have benefited more than others from the industries and technologies that are causing climate change. And at the same time, the countries that have benefited the least are more likely to be suffering first and worst because of climate change.\n\nClimate justice is the principle that the benefits reaped from activities that cause climate change and the burdens of climate change impacts should be distributed fairly. Climate justice means that countries that became wealthy through unrestricted carbon emissions have the greatest responsibility to not only stop warming the planet, but also to help other countries adapt to climate change and develop economically with nonpolluting technologies.\n\nClimate justice also calls for fairness in environmental decision-making. The principle supports centering populations that are least responsible for, and most vulnerable to, the climate crisis as decision makers in global and regional plans to address the crisis. It also means acknowledging that climate change threatens basic human rights principles, which hold that all people are born with equal dignity and rights, including to food, water, and other resources needed to support health. Calling for climate justice, rather than climate action, has implications for policymaking, diplomacy, academic study and activism, by bringing attention to how different responses to climate change distribute harms and benefits, and who gets a role in forming those responses.\n\nThe unequal causes and effects of climate change\n\nWealthy, industrialized nations have released most of the greenhouse gas pollution to date — meaning they’ve played an outsized role in causing climate change.4 Climate justice calls for these countries, along with multinational corporations that have become wealthy through polluting industries, to pay their “climate debt” to the rest of the world. In this view, stopping their greenhouse gas emissions, while hugely important, is not enough to fully pay the debt from over a century of pollution; these actors also have a responsibility to share wealth, technology, and other benefits of industrialization with the countries least responsible for the climate crisis, to help them cope with the effects of climate change and build clean energy systems and industries.\n\nA climate justice perspective also brings attention to inequalities within countries. Within high and low income countries, wealthier people are more likely to enjoy energy-intensive homes, private cars, leisure travel, and other comforts that both exacerbate climate change and buffer them from impacts like extreme heat. Climate change also worsens pre-existing social inequalities stemming from structural racism, socioeconomic marginalization, and other forms of social exclusion. In the U.S., for example, communities of color and immigrant communities are more likely to be located in places where climate risks are more severe, such as in flood zones or urban heat islands.5\n\nThe unequal impacts of taking action on climate change\n\nReducing climate pollution greatly benefits everyone. Yet the way we achieve these reductions could either improve or worsen current patterns of inequity for marginalized groups. For example, a carbon tax that makes it expensive to emit greenhouse gases is a part of many climate proposals; climate justice would additionally demand that these taxes be structured in a way that protects low-income people who are already struggling to pay for gasoline, home heating and cooling, and other basic energy needs.6\n\nAdditionally, the principle of a “just transition” considers the economic and labor impacts of a transition to a nonpolluting economy. This incorporates the needs of workers employed in—and the communities supported by—the fossil fuel industry and other industries that contribute to climate change.7 For example, the U.S. federal government offers over $180 billion in funding to assist coal field and power plant communities in economic diversification, infrastructure and workforce development as the coal industry declines.8\n\nClimate justice as a movement\n\nCalls for climate justice grew out of a larger “environmental justice” movement, which is concerned with the ways pollution, land degradation, and other environmental problems harm already vulnerable people and communities who have contributed the least to, but suffer the most from, environmental problems. Global South nations, Black, Indigenous, and other people of the global majority and women—who have been historically excluded from decision making—have led the push for climate justice, arguing that climate change endangers their health and livelihoods. In recent years, younger people have also been leading the call for just climate action, observing that they will bear the heaviest burden from the climate change that past generations have contributed to, and demanding immediate action from those in positions of power.\n\nPublished March 14, 2022.","article_title":"Climate Justice","article_authors":["Mariana Arcaya","Mit Associate Professor Of Urban Planning","Public Health","With Elizabeth Gribkoff","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-03/markus-spiske-r1BS0pzlr1M-unsplash_0.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/climate-justice","article_html":"<div><p>Some countries and populations have benefited more than others from the industries and technologies that are causing climate change. And at the same time, the countries that have benefited the least are more likely to be suffering first and worst because of climate change.</p>\n\n<p>Climate justice is the principle that the benefits reaped from <a href=\"https://climate.mit.edu/what-we-know-about-climate-change\">activities that cause climate change</a> and the <a href=\"https://climate.mit.edu/what-we-know-about-climate-change#risks\">burdens of climate change impacts</a> should be distributed fairly. Climate justice means that countries that became wealthy through unrestricted carbon emissions have the greatest responsibility to not only stop warming the planet, but also to help other countries adapt to climate change and develop economically with nonpolluting technologies.</p>\n\n<p>Climate justice also calls for fairness in environmental decision-making. The principle supports centering populations that are least responsible for, and most vulnerable to, the climate crisis as decision makers in global and regional plans to address the crisis. It also means acknowledging that climate change threatens basic human rights principles, which hold that all people are born with equal dignity and rights, including to <a href=\"https://climate.mit.edu/explainers/food-systems-and-agriculture\">food</a>, <a href=\"https://climate.mit.edu/explainers/freshwater-and-climate-change\">water</a>, and other resources needed to support health. Calling for climate justice, rather than climate action, has implications for policymaking, diplomacy, academic study and activism, by bringing attention to how different responses to climate change distribute harms and benefits, and who gets a role in forming those responses.</p>\n\n<h5>The unequal causes and effects of climate change</h5>\n\n<p>Wealthy, industrialized nations have released most of the <a href=\"https://climate.mit.edu/explainers/greenhouse-gases\">greenhouse gas</a> pollution to date &#8212; meaning they&#8217;ve played an outsized role in causing climate change.4 Climate justice calls for these countries, along with multinational corporations that have become wealthy through polluting industries, to pay their &#8220;climate debt&#8221; to the rest of the world. In this view, stopping their greenhouse gas emissions, while hugely important, is not enough to fully pay the debt from over a century of pollution; these actors also have a responsibility to share wealth, technology, and other benefits of industrialization with the countries least responsible for the climate crisis, to help them cope with the effects of climate change and build clean energy systems and industries.</p>\n\n<p>A climate justice perspective also brings attention to inequalities within countries. Within high and low income countries, wealthier people are more likely to enjoy energy-intensive homes, private cars, leisure travel, and other comforts that both exacerbate climate change and buffer them from impacts like <a href=\"https://climate.mit.edu/explainers/extreme-heat\">extreme heat</a>. Climate change also worsens pre-existing social inequalities stemming from structural racism, socioeconomic marginalization, and other forms of social exclusion. In the U.S., for example, communities of color and immigrant communities are more likely to be located in places where climate risks are more severe, such as in flood zones or <a href=\"https://climate.mit.edu/explainers/urban-heat-islands\">urban heat islands</a>.5</p>\n\n<h5>The unequal impacts of taking action on climate change</h5>\n\n<p>Reducing climate pollution greatly benefits everyone. Yet the way we achieve these reductions could either improve or worsen current patterns of inequity for marginalized groups. For example, a <a href=\"https://climate.mit.edu/explainers/carbon-pricing\">carbon tax</a> that makes it expensive to emit greenhouse gases is a part of many climate proposals; climate justice would additionally demand that these taxes be structured in a way that protects low-income people who are already struggling to pay for gasoline, home <a href=\"https://climate.mit.edu/explainers/heating-and-cooling\">heating and cooling</a>, and other basic energy needs.6&#160;</p>\n\n<p>Additionally, the principle of a &#8220;just transition&#8221; considers the economic and labor impacts of a transition to a nonpolluting economy. This incorporates the needs of workers employed in&#8212;and the communities supported by&#8212;the fossil fuel industry and other industries that contribute to climate change.7 For example, the U.S. federal government offers over $180 billion in funding to assist coal field and power plant communities in economic diversification, infrastructure and workforce development as the coal industry declines.8</p>\n\n<h5>Climate justice as a movement</h5>\n\n<p>Calls for climate justice grew out of a larger &#8220;environmental justice&#8221; movement, which is concerned with the ways pollution, land degradation, and other environmental problems harm already vulnerable people and communities who have contributed the least to, but suffer the most from, environmental problems. Global South nations, Black, Indigenous, and other people of the global majority and women&#8212;who have been historically excluded from decision making&#8212;have led the push for climate justice, arguing that climate change endangers their health and livelihoods. In recent years, younger people have also been leading the call for just climate action, observing that they will bear the heaviest burden from the climate change that past generations have contributed to, and demanding immediate action from those in positions of power.</p>\n\n<p>&#160;</p>\n\n<p>Published March 14, 2022.</p>\n</div>","article_abstract":null}