{"summary":["Phytoplankton are microscopic plant-like organisms that live in the oceans, lakes, and rivers. They play a large role in the natural carbon cycle, helping to regulate the amount of CO 2 in the atmosphere and keep the Earth’s climate in balance. Climate models suggest that, as rising temperatures change the ocean currents and stability of the upper ocean, the supply of nutrients from the deep ocean is likely to be reduced. This could slow down the biological pump, leaving more CO 2 on the atmosphere, where it will contribute to further climate change. The biological pump is not the only way the oceans absorb and transport carbon. Colder water absorbs more CO2 than warmer water, and sinking cold water transports some of this CO 2 to depth. Through this “pump”, the oceans have already absorbed about one third of human CO 2 emissions, leading to ocean acidification.Published March 14, 2022. Back to Mail Online home.Back to the page you came from. Click here to read the full article and to share your own views on the subject of climate change and the role of phytop lankton in the Earth's carbon cycle. The article was originally published in the online version of this article on March 13, 2022, and was republished by the online edition on March 16, 2022,. Back to the site you come from. CLICK HERE for the full version of the article and the link to shared your views on climate change, the future of the oceans and more."],"article_text":"Phytoplankton are microscopic plant-like organisms that live in the oceans, lakes, and rivers. There are a billion billion billion phytoplankton in the world’s oceans—more than there are stars in the sky. Phytoplankton are hugely diverse, with likely 100 thousand different species. These include some bacteria (the cyanobacteria, sometimes called “blue-green algae”), algae like the diatoms that surround themselves with glass-like structures, and coccolithophores with calcium carbonate armor. The smallest and most abundant phytoplankton species is called Prochlorococcus and, given its tiny size, was only discovered in the 1980s. Depending on the conditions, and the species of phytoplankton, a teaspoon of ocean water could harbor several thousand individuals.\n\nBy taking up carbon dioxide (CO 2 ) from the air, phytoplankton play a large role in the natural carbon cycle, helping to regulate the amount of CO 2 in the atmosphere and keep the Earth’s climate in balance.\n\nThe “plants” of the ocean\n\nLike plants, phytoplankton grow through photosynthesis: they use energy from the sun to combine CO 2 and nutrients into carbohydrates, which form the phytoplankton’s cells. Phytoplankton typically grow faster than land plants, roughly doubling in mass every day by dividing into daughter cells.\n\nPhytoplankton are the base of the aquatic food webs. They are eaten by zooplankton, the microscopic herbivores of the aquatic realm, which in turn are food for fish and other sea creatures. As phytoplankton die, and the creatures above them in the food web die or poop, a small fraction of the carbon the phytoplankton took in during their lifetimes sinks down below the sunlight layers of the ocean. As this organic matter sinks, it becomes food for deeper dwelling animals, but also nourishment for bacteria, which release it back into inorganic forms like CO 2 .\n\nThis slow movement of carbon—from the atmosphere, through phytoplankton, up the food chain, and into the deep ocean—is called the biological pump, and is a key player in the Earth’s carbon cycle. The suspended inorganic carbon in the deep ocean alone amounts to about 70 times more carbon than is found in the atmosphere.\n\nPhytoplankton and climate change\n\nPhytoplankton need to live near the ocean surface to capture sunlight energy. But much of the nutrition they need to grow is in the deep ocean. When deep water is brought to the surface, through vigorous mixing of the water by winds or currents, huge numbers of phytoplankton can grow, in masses that can be seen from space.\n\nClimate models suggest that, as rising temperatures change the ocean currents and stability of the upper ocean, the supply of nutrients from the deep ocean is likely to be reduced, and the world will have fewer phytoplankton. This could slow down the biological pump, leaving more CO 2 in the atmosphere—where it will contribute to further climate change.\n\nA second carbon pump in the oceans The biological pump is not the only way the oceans absorb and transport carbon. CO 2 from the air also dissolves in water, where it goes through a series of chemical reactions. Colder water absorbs more CO 2 than warmer water, and sinking cold water transports some of this CO 2 to depth. This process is called the solubility pump. Through this “pump”, the oceans have already absorbed about one third of human CO 2 emissions, leading to ocean acidification.\n\nPublished March 14, 2022.","article_title":"Phytoplankton","article_authors":["Stephanie Dutkiewicz Senior Research Scientist In The Department Of Earth","Atmospheric","Planetary Sciences","With Aaron Krol","Mit Climate Portal Writing Team"],"article_image":"https://climate.mit.edu/sites/default/files/2022-03/noaa-RDEaV381Cxg-unsplash.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/phytoplankton","article_html":"<div><p>Phytoplankton are microscopic plant-like organisms that live in the oceans, lakes, and rivers. There are a billion billion billion phytoplankton in the world&#8217;s oceans&#8212;more than there are stars in the sky. Phytoplankton are hugely diverse, with likely 100 thousand different species. These include some bacteria (the cyanobacteria, sometimes called &#8220;blue-green algae&#8221;), algae like the diatoms that surround themselves with glass-like structures, and coccolithophores with calcium carbonate armor. The smallest and most abundant phytoplankton species is called <a href=\"https://www.ted.com/talks/penny_chisholm_the_tiny_creature_that_secretly_powers_the_planet\">Prochlorococcus</a> and, given its tiny size, was only discovered in the 1980s. Depending on the conditions, and the species of phytoplankton, a teaspoon of ocean water could harbor several thousand individuals.</p>\n\n<p>By taking up carbon dioxide (CO2) from the air, phytoplankton play a large role in the natural carbon cycle, helping to regulate the amount of CO2 in the atmosphere and keep the Earth&#8217;s climate in balance.</p>\n\n<h5>The &#8220;plants&#8221; of the ocean</h5>\n\n<p>Like plants, phytoplankton grow through photosynthesis: they use energy from the sun to combine CO2 and nutrients into carbohydrates, which form the phytoplankton&#8217;s cells. Phytoplankton typically grow faster than land plants, roughly doubling in mass every day by dividing into daughter cells.</p>\n\n<p>Phytoplankton are the base of the aquatic food webs. They are eaten by zooplankton, the microscopic herbivores of the aquatic realm, which in turn are food for fish and other sea creatures. As phytoplankton die, and the creatures above them in the food web die or poop, a small fraction of the carbon the phytoplankton took in during their lifetimes sinks down below the sunlight layers of the ocean. As this organic matter sinks, it becomes food for deeper dwelling animals, but also nourishment for bacteria, which release it back into inorganic forms like CO2.</p>\n\n<p>This slow movement of carbon&#8212;from the atmosphere, through phytoplankton, up the food chain, and into the deep ocean&#8212;is called the biological pump, and is a key player in the Earth&#8217;s carbon cycle. The suspended inorganic carbon in the deep ocean alone amounts to about 70 times more carbon than is found in the atmosphere.</p>\n\n<h5>Phytoplankton and climate change</h5>\n\n<p>Phytoplankton need to live near the ocean surface to capture sunlight energy. But much of the nutrition they need to grow is in the deep ocean. When deep water is brought to the surface, through vigorous mixing of the water by winds or currents, huge numbers of phytoplankton can grow, in masses that can be seen from space.</p>\n\n<p><a href=\"https://climate.mit.edu/explainers/climate-models\">Climate models</a> suggest that, as rising temperatures change the ocean currents and stability of the upper ocean, the supply of nutrients from the deep ocean is likely to be reduced, and the world will have fewer phytoplankton. This could slow down the biological pump, leaving more CO2 in the atmosphere&#8212;where it will contribute to further climate change.</p>\n\n<p>&#160;</p>\n<p><strong>A second carbon pump in the oceans</strong></p>\n\n<p>The biological pump is not the only way the oceans absorb and transport carbon. CO2 from the air also dissolves in water, where it goes through a series of chemical reactions.&#160; Colder water absorbs more CO2 than warmer water, and sinking cold water transports some of this CO2 to depth. This process is called the solubility pump. Through this &#8220;pump&#8221;, the oceans have already absorbed about one third of human CO2 emissions, leading to <a href=\"https://climate.mit.edu/explainers/ocean-acidification\">ocean acidification</a>.</p>\n<p>&#160;</p>\n\n<p>Published March 14, 2022.</p>\n</div>","article_abstract":null}