{"summary":["“Climate resilience” refers to how well something withstands, and how quickly it recovers from, natural hazards made worse by climate change. As climate change causes disasters like floods, hurricanes, heatwaves, and wildfires to become more severe or reach new areas, much of our infrastructure will need to be redesigned and rebuilt for climate resilience. Research from the MIT Concrete Sustainability Hub found that investments in climate-resilient construction can prevent enough damage to pay for themselves in as little as two years in hazard-prone areas. Every dollar invested in resilience can save up to $11 in repair costs over time, according to the report. The report will be published in print on September 20, 2021, and online on September 25, 2021. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. In the U.S. call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch or see www.samaritans.org. For more information on climate change, go to www.sophisticated.org/climateresilience. In the UK, visit the Climate Change Resilience Trust or call the Climate Resilient Trust on 0800-788-9090 or visit www.climateresiliencytrust.org%. For more on the MIT Sustainable Hub’s climate resilience report, visit http:/www.cmi/sustainabilityhub."],"article_text":"“Climate resilience” refers to how well something withstands, and how quickly it recovers from, natural hazards made worse by climate change. As climate change causes disasters like floods, hurricanes, heatwaves, and wildfires to become more severe or reach new areas, much of our infrastructure will need to be redesigned and rebuilt for climate resilience.\n\nWhat does resilience look like?\n\nThere are three main aspects of climate resilience: preparation, adaptation, and recovery.\n\nPreparation includes building structures to withstand significant stresses, like high winds and powerful tremors, while sustaining minimal damage. Some buildings need only small changes to become climate-resilient, like applying storm shutters or fastening shelves. Others will need fundamental changes, like elevating the structure off the ground, bracing structural elements, or switching to fireproof materials. And some communities will need new construction, like concrete seawalls and levees to protect from stronger hurricanes.\n\nPreparation also means communicating hazard risks to residents, so they know how to shelter or evacuate when disasters strike. Communications can include hazard maps, text alerts, or evacuation routes. In a diverse country like the United States, these messages must be communicated in many languages.\n\nAdaptation recognizes that hazard risks change—especially on a warming planet—and that we need flexible responses. For instance, zoning laws (the restrictions on where structures can be built) and building codes (the standards to which structures are built) need to be continuously updated to reflect climate projections. Older homes must also be retrofitted to ensure they meet the highest construction standards.\n\nFinally, communities must make plans and reserve resources for recovery. To be effective, recovery must be both complete and rapid.\n\nFor homeowners, this means quickly assessing damage, communicating it to insurance companies, and commissioning repairs. And governments at all levels must prepare to facilitate this work. For instance, if roads are not cleared of debris after a storm, they can thwart repairs and distribution of aid. The return of business activity and public services after a disaster is also vital to recovery. A report from the MIT Department of Urban Studies and Planning found that in the wake of Hurricane Katrina, the fastest recovering communities in New Orleans were those that opened schools the earliest.1\n\nAchieving safety and affordability\n\nClimate-resilient infrastructure saves both lives and money. Research from the MIT Concrete Sustainability Hub found that investments in climate-resilient construction can prevent enough damage to pay for themselves in as little as two years in hazard-prone areas.2 Other studies have concluded that every dollar invested in resilience can save up to $11 in repair costs over time.3\n\nGovernments play a large role in building climate-resilient infrastructure. But they also have several tools to help other actors invest in climate resilience. First, they can mandate better construction practices and ban construction in the most hazard-prone areas. These regulations can prevent the worst stresses on communities after a natural disaster, like displacement of people, delayed repairs, and closed businesses. They also make communities less dependent on large-scale public works projects like levees, which are best used as a back-up to, not the frontline of, disaster prevention.\n\nGovernments can also provide programs for tax benefits, insurance, grants, and buy-outs that help individuals prepare for climate change or abandon the most vulnerable structures. Communication is also important, so that people know these programs exist and understand the benefits of climate resilience. In the United States, several non-governmental organizations work to educate the public on how to choose and finance upgrades to their homes and businesses, while encouraging policymakers to invest in resilient construction.\n\nPublished September 20, 2021.","article_title":"Climate-Resilient Infrastructure","article_authors":["Franz-Josef Ulm","Professor Of Civil","Environmental Engineering","Faculty Director Of The Mit Concrete Sustainability Hub","Ipek Bensu Manav","Research Assistant","Mit Concrete Sustainability Hub"],"article_image":"https://climate.mit.edu/sites/default/files/2021-09/nikola-aleksic-QVijZndKe2c-unsplash_0.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/climate-resilient-infrastructure","article_html":"<div><p>&#8220;Climate resilience&#8221; refers to how well something withstands, and how quickly it recovers from, natural hazards made worse by climate change. As climate change causes disasters like floods, <a href=\"https://climate.mit.edu/explainers/hurricanes\">hurricanes</a>, heatwaves, and <a href=\"https://climate.mit.edu/explainers/wildfires\">wildfires</a> to become more severe or reach new areas, much of our infrastructure will need to be redesigned and rebuilt for climate resilience.</p>\n\n<h6>What does resilience look like?</h6>\n\n<p>There are three main aspects of climate resilience: preparation, adaptation, and recovery.</p>\n\n<p>Preparation includes building structures to withstand significant stresses, like high winds and powerful tremors, while sustaining minimal damage. Some buildings need only small changes to become climate-resilient, like applying storm shutters or fastening shelves. Others will need fundamental changes, like elevating the structure off the ground, bracing structural elements, or switching to fireproof materials. And some communities will need new construction, like concrete seawalls and levees to protect from stronger hurricanes.</p>\n\n<p>Preparation also means communicating hazard risks to residents, so they know how to shelter or evacuate when disasters strike. Communications can include hazard maps, text alerts, or evacuation routes. In a diverse country like the United States, these messages must be communicated in many languages.</p>\n\n<p>Adaptation recognizes that hazard risks change&#8212;especially on a warming planet&#8212;and that we need flexible responses. For instance, zoning laws (the restrictions on where structures can be built) and building codes (the standards to which structures are built) need to be continuously updated to reflect climate projections. Older homes must also be retrofitted to ensure they meet the highest construction standards.</p>\n\n<p>Finally, communities must make plans and reserve resources for recovery. To be effective, recovery must be both complete and rapid.</p>\n\n<p>For homeowners, this means quickly assessing damage, communicating it to insurance companies, and commissioning repairs. And governments at all levels must prepare to facilitate this work. For instance, if roads are not cleared of debris after a storm, they can thwart repairs and distribution of aid. The return of business activity and public services after a disaster is also vital to recovery. A report from the MIT Department of Urban Studies and Planning found that in the wake of Hurricane Katrina, the fastest recovering communities in New Orleans were those that opened schools the earliest.1</p>\n\n<h6>Achieving safety and affordability</h6>\n\n<p>Climate-resilient infrastructure saves both lives and money. Research from the MIT Concrete Sustainability Hub found that investments in climate-resilient construction can prevent enough damage to pay for themselves in as little as two years in hazard-prone areas.2 Other studies have concluded that every dollar invested in resilience can save up to $11 in repair costs over time.3</p>\n\n<p>Governments play a large role in building climate-resilient infrastructure. But they also have several tools to help other actors invest in climate resilience. First, they can mandate better construction practices and ban construction in the most hazard-prone areas. These regulations can prevent the worst stresses on communities after a natural disaster, like displacement of people, delayed repairs, and closed businesses. They also make communities less dependent on large-scale public works projects like levees, which are best used as a back-up to, not the frontline of, disaster prevention.</p>\n\n<p>Governments can also provide programs for tax benefits, <a href=\"https://www.fema.gov/flood-insurance\">insurance</a>, <a href=\"https://www.fema.gov/grants/mitigation\">grants</a>, and buy-outs that help individuals prepare for climate change or abandon the most vulnerable structures. Communication is also important, so that people know these programs exist and understand the benefits of climate resilience. In the United States, several non-governmental organizations work to educate the public on how to choose and finance upgrades to their homes and businesses, while encouraging policymakers to invest in resilient construction.</p>\n\n<p>&#160;</p>\n\n<p>Published September 20, 2021.</p>\n</div>","article_abstract":null}