{"summary":["The urban heat island effect is a phenomenon whereby cities experience higher air temperatures than the surrounding countryside. As the planet warms, urban heat islands will only intensify those higher temperatures. Cities can expand parkland, plant street trees, and install “green roofs” designed to harbor plant life. Cool roofs feature bright coatings that reflect more sunlight and, therefore, absorb less heat. Cool pavements work similarly. They are made of brighter materials, like concrete and light-colored aggregates, or have been treated with reflective coatings. A model by the MIT Concrete Sustainability Hub estimated that, if widely implemented, cool pavements could reduce the frequency of heatwaves by 41% across all US urban areas. The heat islands are one of the most pressing issues facing cities today. Thankfully, several approaches can help cities keep their cool even amidst a changing climate. The most obvious way to fight the urban heat Island effect is to reintroduce vegetation. The next step is to build cool roofs and pavements that reflect less sunlight and reflect less heat, as well as to install ‘cool’ pavements on roads and buildings. The goal is to reduce the number of heat-related deaths in cities by as much as 20% by 2050, according to a study by the University of California, Los Angeles. The study was published in the journal of Climate Change and the Environment (CCD) on April 16, 2021. To order a copy of the report, go to: http://www.cdd.org/cdd/ccd/cdata/c data/cData/c Data/CData/C data/Cdata/C Data.html."],"article_text":"The urban heat island effect is a phenomenon whereby cities experience higher air temperatures than the surrounding countryside. This effect can be quite noticeable. On average, cities tend to be 1-7°F warmer during the daytime.1 This difference continues well into the night, during which cities can still be as much as 5°F warmer than the areas around them.1 Scientists refer to areas afflicted by these higher temperatures as urban heat islands.\n\nPeople living in urban heat islands are especially vulnerable to the effects of climate change. As the planet warms, urban heat islands will only intensify those higher temperatures.2 And since nearly 70% of humanity will live in cities by 2050,3 finding ways to alleviate urban heat islands has become even more pressing.\n\nWhat causes urban heat islands?\n\nAs cities grow, new development such as roads and buildings displace natural surfaces like trees, ponds, and soil. This change in the local environment results in a corresponding change in the local climate. That’s because these natural surfaces help moderate air temperatures.\n\nTrees and other plants, for instance, can lower air temperatures by providing shade. This vegetation, along with soil and water, also helps cool nearby air through “evaporative cooling,” which is a natural process by which evaporating water absorbs heat (much like sweat cools the human body).\n\nThe man-made surfaces that replace these features, however, tend not to have cooling effects.1 Instead, they tend to absorb and re-emit more heat, which makes their surroundings warmer too. Though much of that heat comes from the sunlight those surfaces receive, another source of heat is human activities—like power generation and the use of cars and air conditioners. The geometry of cities also contributes to heat islands: the narrow spaces between tall structures, known as urban canyons, can block wind and trap heat.1\n\nKeeping cool\n\nUrban heat islands can pose significant health risks. By heightening air temperatures and intensifying heatwaves, they can cause heat stroke and heat exhaustion as well as other illnesses, like heart attacks.4 These health impacts are often felt inequitably, with low-income and minority communities tending to live in areas more susceptible to heat islands.5\n\nIn addition to endangering city-dwellers, heat islands can also harm the environment. To cope with higher temperatures, cars and buildings consume more energy—frequently via fossil fuels—which worsens air pollution and contributes to climate change.\n\nThe most obvious way to fight the urban heat island effect is to reintroduce vegetation. Cities can expand parkland, plant street trees, and install “green roofs” designed to harbor plant life. One study found that the presence of vegetation can lower nearby air temperatures by as much as around 4 °F.6\n\nAnother option is to build cool roofs and pavements. Cool roofs feature bright coatings that reflect more sunlight and, therefore, absorb less heat. Cool pavements work similarly. They are made of brighter materials, like concrete and light-colored aggregates, or have been treated with reflective coatings. A model by the MIT Concrete Sustainability Hub estimated that, if widely implemented, cool pavements could reduce the frequency of heatwaves by 41% across all US urban areas.7\n\nUrban heat islands are one of the most pressing issues facing cities today—and residents are feeling the heat. Thankfully, several approaches can help cities keep their cool even amidst a changing climate.\n\nPublished April 16, 2021.","article_title":"Urban Heat Islands","article_authors":["Jeremy Gregory","Executive Director Of The Mit Concrete Sustainability Hub","Hessam Azarijafari","Postdoctoral Associate","Mit Department Of Civil","Environmental Engineering","With Andrew Logan","Communication Assistant","Mit Concrete Sustainability Hub"],"article_image":"https://climate.mit.edu/sites/default/files/2021-04/david-ramirez-DRixJYPr-Bs-unsplash.jpg","article_pub_date":null,"article_url":"https://climate.mit.edu/explainers/urban-heat-islands","article_html":"<div><p>The urban heat island effect is a phenomenon whereby <a href=\"https://climate.mit.edu/explainers/cities-and-climate-change\">cities</a> experience higher air temperatures than the surrounding countryside. This effect can be quite noticeable. On average, cities tend to be 1-7&#176;F warmer during the daytime.1 This difference continues well into the night, during which cities can still be as much as 5&#176;F warmer than the areas around them.1 Scientists refer to areas afflicted by these higher temperatures as urban heat islands.</p>\n\n<p>People living in urban heat islands are especially vulnerable to the effects of climate change. As the planet warms, urban heat islands will only intensify those higher temperatures.2 And since nearly 70% of humanity will live in cities by 2050,3 finding ways to alleviate urban heat islands has become even more pressing.</p>\n\n<h5>What causes urban heat islands?</h5>\n\n<p>As cities grow, new development such as roads and buildings displace natural surfaces like trees, ponds, and soil. This change in the local environment results in a corresponding change in the local climate. That&#8217;s because these natural surfaces help moderate air temperatures.</p>\n\n<p>Trees and other plants, for instance, can lower air temperatures by providing shade. This vegetation, along with soil and water, also helps cool nearby air through &#8220;evaporative cooling,&#8221; which is a natural process by which evaporating water absorbs heat (much like sweat cools the human body).</p>\n\n<p>The man-made surfaces that replace these features, however, tend not to have cooling effects.1 Instead, they tend to absorb and re-emit more heat, which makes their surroundings warmer too. Though much of that heat comes from the sunlight those surfaces receive, another source of heat is human activities&#8212;like power generation and the use of cars and air conditioners. The geometry of cities also contributes to heat islands: the narrow spaces between tall structures, known as urban canyons, can block wind and trap heat.1</p>\n\n<h5>Keeping cool</h5>\n\n<p>Urban heat islands can pose significant health risks. By heightening air temperatures and intensifying <a href=\"https://climate.mit.edu/explainers/extreme-heat\">heatwaves</a>, they can cause heat stroke and heat exhaustion as well as other illnesses, like heart attacks.4 These health impacts are often felt inequitably, with low-income and minority communities tending to live in areas more susceptible to heat islands.5</p>\n\n<p>In addition to endangering city-dwellers, heat islands can also harm the environment. To cope with higher temperatures, cars and buildings consume more energy&#8212;frequently via fossil fuels&#8212;which worsens air pollution and contributes to climate change.</p>\n\n<p>The most obvious way to fight the urban heat island effect is to reintroduce vegetation. Cities can expand parkland, plant street trees, and install &#8220;green roofs&#8221; designed to harbor plant life. One study found that the presence of vegetation can lower nearby air temperatures by as much as around 4 &#176;F.6</p>\n\n<p>Another option is to build cool roofs and pavements. Cool roofs feature bright coatings that reflect more sunlight and, therefore, absorb less heat. Cool pavements work similarly. They are made of brighter materials, like <a href=\"https://climate.mit.edu/explainers/concrete\">concrete</a> and light-colored aggregates, or have been treated with reflective coatings. A model by the <a href=\"https://cshub.mit.edu/\">MIT Concrete Sustainability Hub</a> estimated that, if widely implemented, cool pavements could reduce the frequency of heatwaves by 41% across all US urban areas.7</p>\n\n<p>Urban heat islands are one of the most pressing issues facing cities today&#8212;and residents are feeling the heat. Thankfully, several approaches can help cities keep their cool even amidst a changing climate.</p>\n\n<p>&#160;</p>\n\n<p>Published April 16, 2021.</p>\n</div>","article_abstract":null}